
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["Kungenë - 末日行者"] = "Kungenë - 末日行者",
	},
	["profiles"] = {
		["Kungenë - 末日行者"] = {
			["searchHistoryList"] = {
				"2-138-507-0", -- [1]
				"3-0-0-0", -- [2]
				"2-0-0-0", -- [3]
				"3-135-496-0", -- [4]
				"2-137-502-0", -- [5]
			},
			["appShine"] = "80000.06",
			["version"] = "80100.01",
			["recent"] = {
				["3-135-495-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "你喵的-末日行者",
						["iLvl"] = 388,
						["time"] = 1545403548,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "喵丶喵#5304",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 384,
						["time"] = 1544340356,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "电梯魔-白银之手",
						["iLvl"] = 361,
						["time"] = 1544881734,
						["class"] = 12,
						["bTag"] = "上官斩爷#5833",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "慢慢打慢慢跑-蜘蛛王国",
						["iLvl"] = 382,
						["time"] = 1544341625,
						["class"] = 6,
						["bTag"] = "芒果皮皮#5184",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Ambitious-影牙要塞",
						["iLvl"] = 381,
						["time"] = 1544341625,
						["class"] = 12,
						["bTag"] = "彧鲲#5298",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "丶黛黛-麦迪文",
						["iLvl"] = 357,
						["time"] = 1544341625,
						["class"] = 10,
						["bTag"] = "黛黛#51833",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "流年之末丷-白银之手",
						["iLvl"] = 379,
						["time"] = 1544341625,
						["class"] = 2,
						["bTag"] = "流年之末#51242",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "啷伱个儿浪-白银之手",
						["iLvl"] = 367,
						["time"] = 1544341625,
						["class"] = 5,
						["bTag"] = "飛天猫#51222",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "你没我帅-影牙要塞",
						["iLvl"] = 369,
						["time"] = 1544341625,
						["class"] = 12,
						["bTag"] = "开开#52965",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的嘉哥-奥蕾莉亚",
						["iLvl"] = 371,
						["time"] = 1544341625,
						["class"] = 8,
						["bTag"] = "鬼魂之裤#588846",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "插秧魔术师-玛法里奥",
						["iLvl"] = 377,
						["time"] = 1544341625,
						["class"] = 12,
						["bTag"] = "SwankyOrc#52421",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "南巷倾城-白银之手",
						["iLvl"] = 367,
						["time"] = 1544341625,
						["class"] = 4,
						["bTag"] = "杨震#51464",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走的锐萌萌-永恒之井",
						["iLvl"] = 374,
						["time"] = 1544341625,
						["class"] = 3,
						["bTag"] = "孤独的锐萌萌#5477",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "库拉-壁炉谷",
						["iLvl"] = 372,
						["time"] = 1544341625,
						["class"] = 9,
						["bTag"] = "木子姐姐#5836",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "行于暗影中-熊猫酒仙",
						["iLvl"] = 377,
						["time"] = 1544341180,
						["class"] = 4,
						["bTag"] = "影舞#5680",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "蹦蹦咖喱给该-白银之手",
						["iLvl"] = 363,
						["time"] = 1544341625,
						["class"] = 7,
						["bTag"] = "流年之末#51242",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "骚丶-白银之手",
						["iLvl"] = 386,
						["time"] = 1544341625,
						["class"] = 3,
						["bTag"] = "谁能有我骚#5170",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "你沒事吧-永恒之井",
						["iLvl"] = 380,
						["time"] = 1544341625,
						["class"] = 3,
						["bTag"] = "可爱静#5100",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "Lierkyy-永恒之井",
						["iLvl"] = 381,
						["time"] = 1544341625,
						["class"] = 3,
						["bTag"] = "LiEryy#5275",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮泥-白银之手",
						["iLvl"] = 382,
						["time"] = 1544341625,
						["class"] = 4,
						["bTag"] = "时琦丶小黑#5902",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "浪漫不再柔情-白银之手",
						["iLvl"] = 381,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "不再浪漫#5650",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的灵魂-影牙要塞",
						["iLvl"] = 375,
						["time"] = 1544341625,
						["class"] = 4,
						["bTag"] = "流浪的灵魂#51685",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "注册会计师丶-熊猫酒仙",
						["iLvl"] = 372,
						["time"] = 1544341625,
						["class"] = 2,
						["bTag"] = "Messiah#5622",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "訫锝彼堓-末日行者",
						["iLvl"] = 374,
						["time"] = 1544341625,
						["class"] = 6,
						["bTag"] = "心的彼岸#5536",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 389,
						["time"] = 1544341625,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "丶大師丨-白银之手",
						["iLvl"] = 374,
						["time"] = 1544881734,
						["class"] = 9,
						["bTag"] = "大師#5228",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "上官星月-白银之手",
						["iLvl"] = 386,
						["time"] = 1544341171,
						["class"] = 11,
						["bTag"] = "上官斩爷#5833",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "黑锋传说-狂风峭壁",
						["iLvl"] = 381,
						["time"] = 1544341625,
						["class"] = 6,
						["bTag"] = "空折枝#5141",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "假面骑士-狂风峭壁",
						["iLvl"] = 380,
						["time"] = 1544341171,
						["class"] = 2,
						["bTag"] = "空折枝#5141",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "方纺舫-迦拉克隆",
						["iLvl"] = 347,
						["time"] = 1544444615,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "第一次玩魔兽世界#5268",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "念你成疾-末日行者",
						["iLvl"] = 362,
						["time"] = 1544445576,
						["class"] = 3,
						["bTag"] = "喵丶喵#5304",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "风简-迦拉克隆",
						["iLvl"] = 371,
						["time"] = 1544444027,
						["class"] = 1,
						["bTag"] = "黑色夏目#5121",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "何冷铭默-迦拉克隆",
						["iLvl"] = 385,
						["time"] = 1544444027,
						["class"] = 5,
						["bTag"] = "对晓穹#5410",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "保持微笑丶-迦拉克隆",
						["iLvl"] = 377,
						["time"] = 1544444615,
						["class"] = 12,
						["bTag"] = "张益达#5146",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "埃辛丶诺斯-刺骨利刃",
						["iLvl"] = 369,
						["time"] = 1544444027,
						["class"] = 12,
						["bTag"] = "Demon#51592",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "王岩-冰川之拳",
						["iLvl"] = 368,
						["time"] = 1544444615,
						["class"] = 2,
						["bTag"] = "王岩#5568",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "你丫有我高-斯克提斯",
						["iLvl"] = 371,
						["time"] = 1544444615,
						["class"] = 1,
						["bTag"] = "风样的骄傲#5645",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "枯法者丿-塞拉摩",
						["iLvl"] = 370,
						["time"] = 1544444615,
						["class"] = 8,
						["bTag"] = "一剑六千里#5150",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "往事简单快乐-安苏",
						["iLvl"] = 367,
						["time"] = 1544444027,
						["class"] = 3,
						["bTag"] = "家住海边喜欢浪#51952",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "业途灵-生态船",
						["iLvl"] = 379,
						["time"] = 1544444615,
						["class"] = 1,
						["bTag"] = "擎海潮#5108",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "秒杀二口-贫瘠之地",
						["iLvl"] = 369,
						["time"] = 1544444615,
						["class"] = 8,
						["bTag"] = "小学生#5777",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Lolimastre-死亡之翼",
						["iLvl"] = 372,
						["time"] = 1544444615,
						["class"] = 10,
						["bTag"] = "LOLIhunter#51770",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "Feelin-风暴之眼",
						["iLvl"] = 363,
						["time"] = 1544444615,
						["class"] = 11,
						["bTag"] = "沉默之剑#558594",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "霸王的爷爷-白银之手",
						["iLvl"] = 371,
						["time"] = 1544444615,
						["class"] = 1,
						["bTag"] = "尾巴#5716",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "枪火玫瑰-主宰之剑",
						["iLvl"] = 372,
						["time"] = 1544444615,
						["class"] = 10,
						["bTag"] = "暗夜舞骑士#5733",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼小艾-主宰之剑",
						["iLvl"] = 365,
						["time"] = 1544444615,
						["class"] = 9,
						["bTag"] = "徐天启#5169",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "情丶若-贫瘠之地",
						["iLvl"] = 369,
						["time"] = 1544444615,
						["class"] = 3,
						["bTag"] = "十一路#5942",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丶秦川-安苏",
						["iLvl"] = 377,
						["time"] = 1544444027,
						["class"] = 4,
						["bTag"] = "肖阳#51815",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "婧宝-范达尔鹿盔",
						["iLvl"] = 365,
						["time"] = 1544444615,
						["class"] = 8,
						["bTag"] = "leoking#5287",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "蛋蛋的忧虑-罗宁",
						["iLvl"] = 366,
						["time"] = 1544444615,
						["class"] = 2,
						["bTag"] = "早已逝去的梦#5166",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "库洛洛-末日行者",
						["iLvl"] = 387,
						["time"] = 1545402793,
						["class"] = 4,
						["bTag"] = "霄老板#5663",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "洛水叁仟-雷斧堡垒",
						["iLvl"] = 372,
						["time"] = 1544444027,
						["class"] = 12,
						["bTag"] = "忧郁的茂茂#5820",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "夜渐微凉-国王之谷",
						["iLvl"] = 379,
						["time"] = 1544444615,
						["class"] = 12,
						["bTag"] = "在云端#5194",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "老妖的春天-主宰之剑",
						["iLvl"] = 371,
						["time"] = 1544444615,
						["class"] = 12,
						["bTag"] = "老妖的春天#5423",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼小七-主宰之剑",
						["iLvl"] = 380,
						["time"] = 1544444615,
						["class"] = 8,
						["bTag"] = "小鱼1011#5909",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "好高灬好贱啊-生态船",
						["iLvl"] = 360,
						["time"] = 1544444615,
						["class"] = 7,
						["bTag"] = "永哥#5649",
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "呆碧-迦拉克隆",
						["iLvl"] = 377,
						["time"] = 1544444615,
						["class"] = 7,
						["bTag"] = "呆胖纸#51567",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "鳯凰院凶眞-迦拉克隆",
						["iLvl"] = 371,
						["time"] = 1544444615,
						["class"] = 12,
						["bTag"] = "凤凰院凶真#52556",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "奈门魔尔-库尔提拉斯",
						["iLvl"] = 383,
						["time"] = 1544444847,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "山之光#5282",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "我不會抗怪-提尔之手",
						["iLvl"] = 377,
						["time"] = 1544444847,
						["class"] = 1,
						["bTag"] = "Alex#59682",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "忌夜丶-末日行者",
						["iLvl"] = 384,
						["time"] = 1544444847,
						["class"] = 8,
						["bTag"] = "宝宝心里苦丶#51793",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "晶灵小鬼-荆棘谷",
						["iLvl"] = 379,
						["time"] = 1544444847,
						["class"] = 5,
						["bTag"] = "小桔桔#5331",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "剑落丶惊风雨-金色平原",
						["iLvl"] = 378,
						["time"] = 1544444847,
						["class"] = 6,
						["bTag"] = "约定#51432",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "魔法狂徒-霜之哀伤",
						["iLvl"] = 373,
						["time"] = 1544444847,
						["class"] = 8,
						["bTag"] = "千山#5689",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "石榴短裙-白银之手",
						["iLvl"] = 375,
						["time"] = 1544444847,
						["class"] = 11,
						["bTag"] = "alan#51911",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "邪锋绝刀-安苏",
						["iLvl"] = 386,
						["time"] = 1544444847,
						["class"] = 12,
						["bTag"] = "寒江雪#5866",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "魅惑之光-熊猫酒仙",
						["iLvl"] = 306,
						["time"] = 1544444847,
						["class"] = 2,
						["bTag"] = "陌上浅歌#5129",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "战鎶痛-主宰之剑",
						["iLvl"] = 381,
						["time"] = 1544444847,
						["class"] = 1,
						["bTag"] = "标枪#51280",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "瓦恰-国王之谷",
						["iLvl"] = 379,
						["time"] = 1544444847,
						["class"] = 11,
						["bTag"] = "射胆包天#5125",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "独行侠女-刺骨利刃",
						["iLvl"] = 383,
						["time"] = 1544444847,
						["class"] = 1,
						["bTag"] = "独行侠女#5969",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "团团源源-风暴之眼",
						["iLvl"] = 371,
						["time"] = 1544444847,
						["class"] = 3,
						["bTag"] = "晨兮#5765",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "飞机的小德-白银之手",
						["iLvl"] = 386,
						["time"] = 1544444847,
						["class"] = 11,
						["bTag"] = "飞机的小德#5607",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "沉水的鱼-奥特兰克",
						["iLvl"] = 383,
						["time"] = 1544444847,
						["class"] = 7,
						["bTag"] = "水沫#51471",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "Qixc-白银之手",
						["iLvl"] = 377,
						["time"] = 1544444847,
						["class"] = 5,
						["bTag"] = "kf97man#5687",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "玛卡珑-安苏",
						["iLvl"] = 386,
						["time"] = 1544444847,
						["class"] = 12,
						["bTag"] = "镇魂曲#5983",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "徐徐柳叶-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1544444847,
						["class"] = 4,
						["bTag"] = "徐徐的柳叶#5220",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "Yuange-时光之穴",
						["iLvl"] = 376,
						["time"] = 1544444847,
						["class"] = 4,
						["bTag"] = "一曰就是一天#5633",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "菲奥娜丽斯-末日行者",
						["iLvl"] = 377,
						["time"] = 1544444847,
						["class"] = 8,
						["bTag"] = "恋恋红尘#5810",
					}, -- [78]
					{
						["role"] = "HEALER",
						["name"] = "小小夜花花-蜘蛛王国",
						["iLvl"] = 375,
						["time"] = 1544444847,
						["class"] = 5,
						["bTag"] = "南京小海龟#5457",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "丫丫之王-克尔苏加德",
						["iLvl"] = 375,
						["time"] = 1544444847,
						["class"] = 3,
						["bTag"] = "李南星#5585",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "曲江丶张雨绮-奥特兰克",
						["iLvl"] = 382,
						["time"] = 1544444847,
						["class"] = 4,
						["bTag"] = "Ai3Foever#5337",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "苍穹之星-罗宁",
						["iLvl"] = 387,
						["time"] = 1544444847,
						["class"] = 6,
						["bTag"] = "苍穹昊#5104",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "笑笑敖江湖-熊猫酒仙",
						["iLvl"] = 381,
						["time"] = 1544444847,
						["class"] = 2,
						["bTag"] = "笑笑傲江湖#5181",
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "Ozsvtwo-安苏",
						["iLvl"] = 231,
						["time"] = 1544445576,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "萨瓦迪卡#5372",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "芒果岁月-安苏",
						["iLvl"] = 369,
						["time"] = 1544445576,
						["class"] = 12,
						["bTag"] = "SleepyBear#511992",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "困男户丶-永夜港",
						["iLvl"] = 373,
						["time"] = 1544445576,
						["class"] = 12,
						["bTag"] = "小温候丶吕方#5988",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "答案零-风暴峭壁",
						["iLvl"] = 361,
						["time"] = 1544445576,
						["class"] = 6,
						["bTag"] = "冰霜之犬#5193528",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "熔岩之刃-加里索斯",
						["iLvl"] = 366,
						["time"] = 1544445576,
						["class"] = 1,
						["bTag"] = "赵启超#5307",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "有种你别跑-迦罗娜",
						["iLvl"] = 371,
						["time"] = 1544445576,
						["class"] = 1,
						["bTag"] = "zhanwang#5994",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "黑贝贼小妹-守护之剑",
						["iLvl"] = 374,
						["time"] = 1544445576,
						["class"] = 4,
						["bTag"] = "BattleOoze#5605",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "忆函-熊猫酒仙",
						["iLvl"] = 368,
						["time"] = 1544445576,
						["class"] = 12,
						["bTag"] = "光明之锤#59414",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "灬奈亚-熊猫酒仙",
						["iLvl"] = 363,
						["time"] = 1544445576,
						["class"] = 1,
						["bTag"] = "威震天一统江湖#5861",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Monica-阿古斯",
						["iLvl"] = 380,
						["time"] = 1544445576,
						["class"] = 9,
						["bTag"] = "天使之翼#5145",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心所愿-安苏",
						["iLvl"] = 372,
						["time"] = 1544445576,
						["class"] = 2,
						["bTag"] = "SilverHawk#510580",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "射死你丫逼-安苏",
						["iLvl"] = 380,
						["time"] = 1544445576,
						["class"] = 3,
						["bTag"] = "小小#56898",
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "克姆-死亡之翼",
						["time"] = 1544445576,
						["class"] = 10,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "超声波大侠-图拉扬",
						["time"] = 1544445576,
						["class"] = 9,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "醉方休烎-安苏",
						["iLvl"] = 361,
						["time"] = 1544445576,
						["class"] = 3,
						["bTag"] = "完美杀戮#5414",
					}, -- [98]
					{
						["role"] = "HEALER",
						["name"] = "归来吧板砖-安苏",
						["iLvl"] = 362,
						["time"] = 1544445576,
						["class"] = 5,
						["bTag"] = "HiddenPants#56289",
					}, -- [99]
					{
						["role"] = "HEALER",
						["name"] = "剛鎶铱嘫瀟灑-龙骨平原",
						["iLvl"] = 372,
						["time"] = 1544445576,
						["class"] = 2,
						["bTag"] = "wg2986639#5462",
					}, -- [100]
					{
						["role"] = "HEALER",
						["name"] = "亨特男爵-罗宁",
						["iLvl"] = 368,
						["time"] = 1544445576,
						["class"] = 2,
						["bTag"] = "段尚谦#5836",
					}, -- [101]
					{
						["role"] = "HEALER",
						["name"] = "自由的翅膀-主宰之剑",
						["iLvl"] = 360,
						["time"] = 1544445576,
						["class"] = 7,
						["bTag"] = "阿尔卡冯的重拳#5593",
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "突然自我-熊猫酒仙",
						["iLvl"] = 370,
						["time"] = 1544445576,
						["class"] = 11,
						["bTag"] = "生活就想白开水#5470",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "楚江王-玛诺洛斯",
						["iLvl"] = 369,
						["time"] = 1544445576,
						["class"] = 7,
						["bTag"] = "胖子#5788",
					}, -- [104]
					{
						["role"] = "HEALER",
						["name"] = "烟雲暮暮朝朝-安苏",
						["iLvl"] = 337,
						["time"] = 1544445576,
						["class"] = 11,
						["bTag"] = "君沐羽#5451",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "無灬灬雙-安苏",
						["iLvl"] = 373,
						["time"] = 1544445576,
						["class"] = 4,
						["bTag"] = "编号9527#51775",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "筱屍魅-安苏",
						["iLvl"] = 362,
						["time"] = 1544445576,
						["class"] = 6,
						["bTag"] = "大风西狂#51854",
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "紫丶沐沐-安苏",
						["iLvl"] = 378,
						["time"] = 1544445576,
						["class"] = 6,
						["bTag"] = "PurpleMaple#5845",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "粉色妖精-末日行者",
						["time"] = 1544445576,
						["class"] = 8,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "很弱小-蜘蛛王国",
						["iLvl"] = 376,
						["time"] = 1544445576,
						["class"] = 3,
						["bTag"] = "tuzi#5120",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "南风喃丶-末日行者",
						["iLvl"] = 381,
						["time"] = 1544881734,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "喵丶喵#5304",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "暴击王莱维-末日行者",
						["iLvl"] = 381,
						["time"] = 1544881734,
						["class"] = 3,
						["bTag"] = "霄老板#5663",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乳-末日行者",
						["iLvl"] = 390,
						["time"] = 1545133434,
						["class"] = 1,
						["bTag"] = "让热情变冷#51945",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "喵仔丶-末日行者",
						["iLvl"] = 388,
						["time"] = 1544879907,
						["class"] = 9,
						["bTag"] = "猫酱#51591",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "果灬冻-末日行者",
						["iLvl"] = 385,
						["time"] = 1544881734,
						["class"] = 8,
						["bTag"] = "季末#51885",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "蘭心如風-末日行者",
						["iLvl"] = 384,
						["time"] = 1544880605,
						["class"] = 10,
						["bTag"] = "兰心如梦#5892",
					}, -- [116]
					{
						["role"] = "HEALER",
						["name"] = "丶冷静-末日行者",
						["iLvl"] = 370,
						["time"] = 1544881734,
						["class"] = 5,
						["bTag"] = "Azlol#5714",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "三岁就很帅吖-末日行者",
						["iLvl"] = 386,
						["time"] = 1544881734,
						["class"] = 1,
						["bTag"] = "花落#5853",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "茉優-末日行者",
						["iLvl"] = 389,
						["time"] = 1544881734,
						["class"] = 5,
						["bTag"] = "茉優#5656",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "七略-末日行者",
						["time"] = 1545133434,
						["class"] = 3,
					}, -- [120]
					{
						["role"] = "HEALER",
						["name"] = "一隊那個戰士-末日行者",
						["iLvl"] = 380,
						["time"] = 1544881734,
						["class"] = 5,
						["bTag"] = "Constantine#5477",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "优雅小小北-加兹鲁维",
						["iLvl"] = 361,
						["time"] = 1544878275,
						["class"] = 12,
						["bTag"] = "小北#5341",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "蓮実克蕾儿-末日行者",
						["iLvl"] = 362,
						["time"] = 1544878034,
						["class"] = 2,
						["bTag"] = "东皇语凝#5515",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚蹄子怪-末日行者",
						["iLvl"] = 376,
						["time"] = 1544881734,
						["class"] = 2,
						["bTag"] = "POPO#5818",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小米虾-末日行者",
						["iLvl"] = 388,
						["time"] = 1544881734,
						["class"] = 6,
						["bTag"] = "独特的乖乖#5248",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "护朮宝-主宰之剑",
						["iLvl"] = 384,
						["time"] = 1544881734,
						["class"] = 9,
						["bTag"] = "不倒#5156",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "剑生无想-月神殿",
						["iLvl"] = 374,
						["time"] = 1544878616,
						["class"] = 4,
						["bTag"] = "幻有梦现#5439",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "霜月遥-伊萨里奥斯",
						["iLvl"] = 388,
						["time"] = 1544881734,
						["class"] = 5,
						["bTag"] = "咲夜琉命#5380",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "风灬焰-金色平原",
						["iLvl"] = 390,
						["time"] = 1544881734,
						["class"] = 8,
						["bTag"] = "风焰是欧皇#5612",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "Kkabcdefghi-玛多兰",
						["iLvl"] = 386,
						["time"] = 1544881734,
						["class"] = 3,
						["bTag"] = "说怿女美#5813",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "死有余咕-阿古斯",
						["iLvl"] = 385,
						["time"] = 1544881734,
						["class"] = 11,
						["bTag"] = "zhuQ#5666",
					}, -- [131]
					{
						["role"] = "HEALER",
						["name"] = "狸狸酱-阿古斯",
						["iLvl"] = 374,
						["time"] = 1544881734,
						["class"] = 2,
						["bTag"] = "机智的胖纸#5601",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "冰阔乐-末日行者",
						["iLvl"] = 375,
						["time"] = 1544878702,
						["class"] = 2,
						["bTag"] = "夜空灰雪#5761",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "吾道不咕-阿古斯",
						["iLvl"] = 380,
						["time"] = 1544881734,
						["class"] = 11,
						["bTag"] = "幻有梦现#5439",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "怀晓小-托尔巴拉德",
						["iLvl"] = 384,
						["time"] = 1544881734,
						["class"] = 6,
						["bTag"] = "咖啡#5322",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡执法者-金色平原",
						["time"] = 1544879570,
						["class"] = 12,
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "不再浪漫如风-白银之手",
						["iLvl"] = 389,
						["time"] = 1544881734,
						["class"] = 2,
						["bTag"] = "不再浪漫#5650",
					}, -- [137]
					{
						["role"] = "HEALER",
						["name"] = "皮皮锐-玛里苟斯",
						["iLvl"] = 378,
						["time"] = 1544881734,
						["class"] = 2,
						["bTag"] = "时琦丶小黑#5902",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "专业混子猎手-白银之手",
						["iLvl"] = 386,
						["time"] = 1544881734,
						["class"] = 12,
						["bTag"] = "空气杀手#5548",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "风险公司总裁-迅捷微风",
						["time"] = 1544880274,
						["class"] = 7,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "荼蘼之音䴞-白银之手",
						["iLvl"] = 387,
						["time"] = 1544881462,
						["class"] = 10,
						["bTag"] = "荼蘼之音#5829",
					}, -- [141]
					{
						["role"] = "TANK",
						["name"] = "马力型零号机-末日行者",
						["iLvl"] = 387,
						["time"] = 1544881734,
						["class"] = 10,
						["bTag"] = "萌哥马力#5876",
					}, -- [142]
					{
						["role"] = "HEALER",
						["name"] = "蘭心如夢-末日行者",
						["iLvl"] = 388,
						["time"] = 1545403548,
						["class"] = 5,
						["bTag"] = "兰心如梦#5892",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "法儒无私-末日行者",
						["iLvl"] = 373,
						["time"] = 1544881734,
						["class"] = 8,
						["bTag"] = "樱落彼岸#5413",
					}, -- [144]
					{
						["role"] = "HEALER",
						["name"] = "卿夜歌-末日行者",
						["iLvl"] = 383,
						["time"] = 1545133434,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "喵丶喵#5304",
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柏茗-末日行者",
						["iLvl"] = 388,
						["time"] = 1545133434,
						["class"] = 12,
						["bTag"] = "王柏茗#51802",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "尘世之劫-末日行者",
						["iLvl"] = 371,
						["time"] = 1545133434,
						["class"] = 8,
						["bTag"] = "DemonLucifer#5176",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "尽情-末日行者",
						["iLvl"] = 370,
						["time"] = 1545133434,
						["class"] = 4,
						["bTag"] = "让热情变冷#51945",
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "三百五十六-阿拉索",
						["iLvl"] = 380,
						["time"] = 1545133434,
						["class"] = 2,
						["bTag"] = "五月花#5861",
					}, -- [149]
					{
						["role"] = "HEALER",
						["name"] = "奇寓-阿迦玛甘",
						["iLvl"] = 373,
						["time"] = 1545133434,
						["class"] = 7,
						["bTag"] = "老涂#5287",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "玖箭-末日行者",
						["iLvl"] = 382,
						["time"] = 1545403548,
						["class"] = 3,
						["bTag"] = "让热情变冷#51945",
					}, -- [151]
					{
						["role"] = "HEALER",
						["name"] = "丶小橙子-末日行者",
						["iLvl"] = 387,
						["time"] = 1545403548,
						["class"] = 7,
						["bTag"] = "独特的乖乖#5248",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "我可是会飞的-末日行者",
						["iLvl"] = 378,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "深邃吸引我的心#5985",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "沉着-末日行者",
						["iLvl"] = 383,
						["time"] = 1545402777,
						["class"] = 2,
						["bTag"] = "Azlol#5714",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "满满的碎碎念-末日行者",
						["iLvl"] = 388,
						["time"] = 1545403548,
						["class"] = 2,
						["bTag"] = "满满#5577",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "季灬末-末日行者",
						["iLvl"] = 388,
						["time"] = 1545403548,
						["class"] = 9,
						["bTag"] = "季末#51885",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "我不信除非-法拉希姆",
						["iLvl"] = 381,
						["time"] = 1545403548,
						["class"] = 11,
						["bTag"] = "万恶吸光狗#5184",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "花落誓言-末日行者",
						["iLvl"] = 362,
						["time"] = 1545403548,
						["class"] = 2,
						["bTag"] = "花落#5853",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "二月大熊-末日行者",
						["iLvl"] = 387,
						["time"] = 1545403548,
						["class"] = 11,
						["bTag"] = "霄老板#5663",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "Reallysad-末日行者",
						["iLvl"] = 382,
						["time"] = 1545403548,
						["class"] = 8,
						["bTag"] = "鈊祗铕鉨#5184",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "淡然落寞-埃德萨拉",
						["iLvl"] = 379,
						["time"] = 1545403548,
						["class"] = 8,
						["bTag"] = "淡然落漠#5790",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "恋如雨止-末日行者",
						["iLvl"] = 326,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "鹤望兰#51984",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "铀镝铵-罗宁",
						["iLvl"] = 383,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "德拉诺的王#5118",
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "吸口奶茶-白银之手",
						["iLvl"] = 385,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "眯眼男神#5283",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "Az-末日行者",
						["iLvl"] = 389,
						["time"] = 1545403548,
						["class"] = 4,
						["bTag"] = "Azlol#51861",
					}, -- [165]
					{
						["role"] = "TANK",
						["name"] = "胖嘟嘟的胖-加里索斯",
						["iLvl"] = 386,
						["time"] = 1545403548,
						["class"] = 2,
						["bTag"] = "刨坑的小熊熊#5458",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "南歌初照-末日行者",
						["iLvl"] = 379,
						["time"] = 1545403548,
						["class"] = 12,
						["bTag"] = "跪下来大声叫我爸#5525",
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "呱太-末日行者",
						["iLvl"] = 376,
						["time"] = 1545403548,
						["class"] = 5,
						["bTag"] = "Thunder#5598",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "尛拳拳捶你胸-末日行者",
						["iLvl"] = 387,
						["time"] = 1545403548,
						["class"] = 10,
						["bTag"] = "Nuo#5241",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "夏曰嬷嬷茶-桑德兰",
						["iLvl"] = 378,
						["time"] = 1545403548,
						["class"] = 9,
						["bTag"] = "狂野之城#5848",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "贼给力-末日行者",
						["iLvl"] = 379,
						["time"] = 1545403548,
						["class"] = 4,
						["bTag"] = "俺是老卢家#5988",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "村花丶-国王之谷",
						["time"] = 1545402983,
						["class"] = 2,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "你蓄谋已久-国王之谷",
						["iLvl"] = 382,
						["time"] = 1545403047,
						["class"] = 2,
						["bTag"] = "光明之锤#515982",
					}, -- [173]
					{
						["role"] = "HEALER",
						["name"] = "韩筱小-白银之手",
						["iLvl"] = 387,
						["time"] = 1545403548,
						["class"] = 2,
						["bTag"] = "请叫我萌萌#5965",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "情之缘叶-狂风峭壁",
						["iLvl"] = 381,
						["time"] = 1545403548,
						["class"] = 9,
						["bTag"] = "空折枝#5141",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "小小修-山丘之王",
						["iLvl"] = 382,
						["time"] = 1545403548,
						["class"] = 1,
						["bTag"] = "玩世#5276",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我漾漾-白银之手",
						["time"] = 1545403548,
						["class"] = 8,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "Ivant-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1545403548,
						["class"] = 3,
						["bTag"] = "Ivan#5171",
					}, -- [178]
				},
				["2-138-507-0"] = {
					{
						["role"] = "TANK",
						["name"] = "李老鸨-金色平原",
						["iLvl"] = 383,
						["time"] = 1544267811,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Leever#5250",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "天降雷母-金色平原",
						["time"] = 1544267811,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "刀鸣散华-基尔加丹",
						["iLvl"] = 386,
						["time"] = 1544268165,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "学医救不了中国人#5191",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "缥缈白羽-麦迪文",
						["iLvl"] = 380,
						["time"] = 1544268165,
						["class"] = 11,
						["bTag"] = "Laughing#5938",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "冰恋-麦迪文",
						["iLvl"] = 381,
						["time"] = 1544268165,
						["class"] = 5,
						["bTag"] = "花饭#5622",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "只求今夜甜睡-阿古斯",
						["iLvl"] = 386,
						["time"] = 1544268025,
						["class"] = 4,
						["bTag"] = "lijun#5969",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "谢小蟹-主宰之剑",
						["iLvl"] = 384,
						["time"] = 1544268165,
						["class"] = 12,
						["bTag"] = "Lysure#51443",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Pikachums-格瑞姆巴托",
						["time"] = 1544280185,
						["class"] = 5,
						["leader"] = true,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Checkitout-格瑞姆巴托",
						["time"] = 1544280185,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "贫僧法号上床-格瑞姆巴托",
						["iLvl"] = 366,
						["time"] = 1544280185,
						["class"] = 5,
						["bTag"] = "鲁大师#5280",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Amethystv-格瑞姆巴托",
						["iLvl"] = 373,
						["time"] = 1544280185,
						["class"] = 8,
						["bTag"] = "末世冥王#5890",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "丷陈酒幽梦丷-罗宁",
						["iLvl"] = 387,
						["time"] = 1544332207,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "咸鸭蛋#52887",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 384,
						["time"] = 1544334567,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 389,
						["time"] = 1544352090,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "呆呆不二呆-主宰之剑",
						["iLvl"] = 384,
						["time"] = 1544332207,
						["class"] = 5,
						["bTag"] = "呆呆不二呆#51394",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "武器种族传壹-法拉希姆",
						["time"] = 1544334567,
						["class"] = 10,
						["leader"] = true,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "隔壁的润爷-法拉希姆",
						["iLvl"] = 371,
						["time"] = 1544334567,
						["class"] = 2,
						["bTag"] = "淡定#5938",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "洛尛萨-希雷诺斯",
						["iLvl"] = 381,
						["time"] = 1544343029,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "残暴的王尼玛#5924",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "你喵的-末日行者",
						["iLvl"] = 388,
						["time"] = 1544352090,
						["class"] = 10,
						["bTag"] = "喵丶喵#5304",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "毛得鼎-诺莫瑞根",
						["iLvl"] = 378,
						["time"] = 1544343029,
						["class"] = 9,
						["bTag"] = "混世桀#5456",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "不要叫我大哥-罗宁",
						["iLvl"] = 385,
						["time"] = 1544344945,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "百年老菜#5389",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Feelove-熊猫酒仙",
						["iLvl"] = 386,
						["time"] = 1544344945,
						["class"] = 4,
						["bTag"] = "虎哥#52523",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "Missany-白银之手",
						["iLvl"] = 381,
						["time"] = 1544346838,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "missan#5775",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "大貓多了-自由之风",
						["iLvl"] = 384,
						["time"] = 1544346838,
						["class"] = 1,
						["bTag"] = "小依依#51899",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "丶风之梦-雷斧堡垒",
						["iLvl"] = 387,
						["time"] = 1544347290,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "如果#5182",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "咿呀堕鹿目缘-回音山",
						["iLvl"] = 386,
						["time"] = 1544347290,
						["class"] = 12,
						["bTag"] = "性感天使在线理财#5622",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "大葮-石锤",
						["iLvl"] = 379,
						["time"] = 1544349122,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "欧皇#51632",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "阳澄湖畔-死亡之翼",
						["iLvl"] = 380,
						["time"] = 1544349481,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "六月的崽崽#5560",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "拦路雨似雪花-死亡之翼",
						["iLvl"] = 382,
						["time"] = 1544349481,
						["class"] = 10,
						["bTag"] = "若世界没有花#5934",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "丶小米虾-末日行者",
						["iLvl"] = 387,
						["time"] = 1544352090,
						["class"] = 6,
						["bTag"] = "独特的乖乖#5248",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "贼遛-阿古斯",
						["iLvl"] = 383,
						["time"] = 1544352090,
						["class"] = 4,
						["bTag"] = "BreakIngbAd#51214",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "锤你小鸡-格瑞姆巴托",
						["iLvl"] = 386,
						["time"] = 1545462338,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "基佬过山车#5154",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "玻璃酱-巴尔古恩",
						["iLvl"] = 384,
						["time"] = 1545462338,
						["class"] = 8,
						["bTag"] = "Bavarian#51729",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮象-诺兹多姆",
						["time"] = 1545462338,
						["class"] = 3,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "冰随雨-埃雷达尔",
						["iLvl"] = 381,
						["time"] = 1545462338,
						["class"] = 2,
						["bTag"] = "随雨#5750",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "午夜歌女-白银之手",
						["iLvl"] = 382,
						["time"] = 1545465032,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "高大上#5384",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "提里奥一弗丁-金色平原",
						["time"] = 1545465032,
						["class"] = 2,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "晨美眉-奥蕾莉亚",
						["iLvl"] = 378,
						["time"] = 1545465032,
						["class"] = 8,
						["bTag"] = "习惯装死#5534",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "莫奶-铜龙军团",
						["iLvl"] = 385,
						["time"] = 1545465032,
						["class"] = 7,
						["bTag"] = "太仓#5623",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "小花豹-羽月",
						["iLvl"] = 375,
						["time"] = 1545466898,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "断风尘笑剑钝#5211",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "大花猫-羽月",
						["iLvl"] = 384,
						["time"] = 1545466898,
						["class"] = 11,
						["bTag"] = "自摸清十八罗汉#5762",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "朕封你为太子-羽月",
						["iLvl"] = 381,
						["time"] = 1545466898,
						["class"] = 9,
						["bTag"] = "闪亮之翼#516634",
					}, -- [42]
					{
						["role"] = "TANK",
						["name"] = "Nbxx-雷斧堡垒",
						["iLvl"] = 381,
						["time"] = 1545467457,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "王天霸#5731",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "盱眙小龙虾-雷斧堡垒",
						["iLvl"] = 380,
						["time"] = 1545467457,
						["class"] = 1,
						["bTag"] = "飞的旋律#5514",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "茶叶飘香-主宰之剑",
						["iLvl"] = 382,
						["time"] = 1545467457,
						["class"] = 8,
						["bTag"] = "茶叶#51816",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "奋斗的奶-壁炉谷",
						["iLvl"] = 380,
						["time"] = 1545467457,
						["class"] = 2,
						["bTag"] = "鸿门宴客#5101",
					}, -- [46]
				},
				["1-3-236-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶灬态度-罗宁",
						["iLvl"] = 374,
						["time"] = 1545304946,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "态度#51638",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "丿真香洒-熊猫酒仙",
						["iLvl"] = 374,
						["time"] = 1545304938,
						["class"] = 6,
						["bTag"] = "明猪#51436",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨朦胧时-国王之谷",
						["iLvl"] = 386,
						["time"] = 1545304952,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "袁羊#5812",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落的欲望-主宰之剑",
						["iLvl"] = 358,
						["time"] = 1545304942,
						["class"] = 8,
						["bTag"] = "路西法的微笑#5665",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "少年蛋蛋-白银之手",
						["iLvl"] = 382,
						["time"] = 1545304936,
						["class"] = 3,
						["bTag"] = "凉白开#5413",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "咣啵丶-国王之谷",
						["iLvl"] = 383,
						["time"] = 1545304881,
						["class"] = 1,
						["bTag"] = "喵丶龍#5805",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Rhcanmi-守护之剑",
						["iLvl"] = 389,
						["time"] = 1545304952,
						["class"] = 11,
						["bTag"] = "RhCanmi#5103",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "農夫老方-罗宁",
						["iLvl"] = 382,
						["time"] = 1545304952,
						["class"] = 7,
						["bTag"] = "疯狂的猴子#5152",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "鹜秋-贫瘠之地",
						["iLvl"] = 373,
						["time"] = 1545304944,
						["class"] = 8,
						["bTag"] = "honeyworks#5868",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丿烟花灬易冷-雷斧堡垒",
						["iLvl"] = 381,
						["time"] = 1545304952,
						["class"] = 12,
						["bTag"] = "刺刀#5891",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "猫猫帽帽-白银之手",
						["iLvl"] = 372,
						["time"] = 1545304952,
						["class"] = 3,
						["bTag"] = "猫猫00#51841",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影薄葬-雷斧堡垒",
						["iLvl"] = 365,
						["time"] = 1545304881,
						["class"] = 5,
						["bTag"] = "冯缘的爸爸#5348",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "暮雨听风-泰拉尔",
						["iLvl"] = 350,
						["time"] = 1545304952,
						["class"] = 3,
						["bTag"] = "逍遥狱#5619",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "无忧浪-拉文霍德",
						["iLvl"] = 370,
						["time"] = 1545304936,
						["class"] = 4,
						["bTag"] = "龙浩天#51116",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "雨中的恋人们-荆棘谷",
						["time"] = 1545304946,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "晓小橙-贫瘠之地",
						["iLvl"] = 375,
						["time"] = 1545304952,
						["class"] = 1,
						["bTag"] = "冰点起舞#5376",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "落叶追风-托尔巴拉德",
						["iLvl"] = 383,
						["time"] = 1545304940,
						["class"] = 3,
						["bTag"] = "落叶追风#5610",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Pighead-末日行者",
						["iLvl"] = 380,
						["time"] = 1545304950,
						["class"] = 11,
						["bTag"] = "一囧#51450",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "信仰圣光丷-风暴之眼",
						["iLvl"] = 384,
						["time"] = 1545304948,
						["class"] = 2,
						["bTag"] = "心飞扬#5600",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "㑋青-白银之手",
						["iLvl"] = 388,
						["time"] = 1545304881,
						["class"] = 4,
						["bTag"] = "念流烟#5830",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "拳丸警告-奥特兰克",
						["iLvl"] = 378,
						["time"] = 1545304952,
						["class"] = 10,
						["bTag"] = "kawa#5394",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "舫穗之月-末日行者",
						["iLvl"] = 388,
						["time"] = 1545304952,
						["class"] = 2,
						["bTag"] = "超级嘿毛#5349",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "羙嘉-末日行者",
						["iLvl"] = 382,
						["time"] = 1545304950,
						["class"] = 7,
						["bTag"] = "美嘉#5404",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "明天吃包子-白银之手",
						["iLvl"] = 379,
						["time"] = 1545304881,
						["class"] = 12,
						["bTag"] = "阿拉斯加#5481",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "破滅之刃-罗宁",
						["iLvl"] = 362,
						["time"] = 1545304952,
						["class"] = 1,
						["bTag"] = "煽動恐懼#5437",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "锦绣轩辕-利刃之拳",
						["iLvl"] = 371,
						["time"] = 1545304950,
						["class"] = 8,
						["bTag"] = "jeremy#5463",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "东马和沙-末日行者",
						["iLvl"] = 387,
						["time"] = 1545304944,
						["class"] = 8,
						["bTag"] = "我妻由乃#5766",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "格拉德丽尔-山丘之王",
						["iLvl"] = 385,
						["time"] = 1545304952,
						["class"] = 9,
						["bTag"] = "夜的深邃#5749",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "雪落無聲-朵丹尼尔",
						["iLvl"] = 368,
						["time"] = 1545304940,
						["class"] = 12,
						["bTag"] = "soseiki#5902",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "云锁-罗宁",
						["iLvl"] = 386,
						["time"] = 1545304938,
						["class"] = 4,
						["bTag"] = "EasyPeasy#51236",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "最好的時光-霜之哀伤",
						["time"] = 1545304952,
						["class"] = 8,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "马迪亚斯-远古海滩",
						["iLvl"] = 358,
						["time"] = 1545304946,
						["class"] = 4,
						["bTag"] = "风暴壁垒斩杀者#5366",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "缤纷嫚情-密林游侠",
						["iLvl"] = 384,
						["time"] = 1545304946,
						["class"] = 9,
						["bTag"] = "巨硕之斧#553380",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "冰幻珑羽-破碎岭",
						["iLvl"] = 384,
						["time"] = 1545304940,
						["class"] = 5,
						["bTag"] = "花不老#5437",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "萊德-贫瘠之地",
						["iLvl"] = 380,
						["time"] = 1545304952,
						["class"] = 11,
						["bTag"] = "独上西楼#51286",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "吃货的天空-末日行者",
						["time"] = 1545304952,
						["class"] = 2,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "奴秋-海克泰尔",
						["iLvl"] = 375,
						["time"] = 1545304952,
						["class"] = 11,
						["bTag"] = "奴秋#5904",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "让他死后骑他-晴日峰（江苏）",
						["iLvl"] = 384,
						["time"] = 1545304952,
						["class"] = 6,
						["bTag"] = "蔣俊健#5106",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "骚姬-燃烧之刃",
						["iLvl"] = 383,
						["time"] = 1545304946,
						["class"] = 1,
						["bTag"] = "夯莪#5219",
					}, -- [39]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "二月大熊-末日行者",
						["iLvl"] = 386,
						["time"] = 1545056100,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "霄老板#5663",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "慕燃雪-末日行者",
						["iLvl"] = 390,
						["time"] = 1545056100,
						["class"] = 8,
						["bTag"] = "幻有梦现#5439",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乳-末日行者",
						["iLvl"] = 390,
						["time"] = 1545056100,
						["class"] = 1,
						["bTag"] = "让热情变冷#51945",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶小米虾-末日行者",
						["iLvl"] = 388,
						["time"] = 1545056100,
						["class"] = 6,
						["bTag"] = "独特的乖乖#5248",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Az-末日行者",
						["iLvl"] = 389,
						["time"] = 1545056100,
						["class"] = 4,
						["bTag"] = "Azlol#51861",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "莽石-末日行者",
						["iLvl"] = 379,
						["time"] = 1545056100,
						["class"] = 1,
						["bTag"] = "Rashrock#5782",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "霜雪菲菲-末日行者",
						["iLvl"] = 385,
						["time"] = 1545056100,
						["class"] = 3,
						["bTag"] = "柠檬酸酸#5819",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "沉着-末日行者",
						["iLvl"] = 383,
						["time"] = 1545056100,
						["class"] = 2,
						["bTag"] = "Azlol#5714",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "玖箭-末日行者",
						["iLvl"] = 379,
						["time"] = 1545056100,
						["class"] = 3,
						["bTag"] = "让热情变冷#51945",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "尽情-末日行者",
						["iLvl"] = 368,
						["time"] = 1545056100,
						["class"] = 4,
						["bTag"] = "让热情变冷#51945",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "尛拳拳捶你胸-末日行者",
						["iLvl"] = 387,
						["time"] = 1545056100,
						["class"] = 10,
						["bTag"] = "Nuo#5241",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "我心似烈焰-末日行者",
						["iLvl"] = 389,
						["time"] = 1545056100,
						["class"] = 8,
						["bTag"] = "深邃吸引我的心#5985",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "筱羽薇薇-末日行者",
						["time"] = 1545056100,
						["class"] = 7,
					}, -- [13]
				},
				["2-146-659-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "牢底坐穿-国王之谷",
						["iLvl"] = 380,
						["time"] = 1544337961,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "星空#5771",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 384,
						["time"] = 1544337961,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 389,
						["time"] = 1544337961,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Onepiece-艾欧娜尔",
						["iLvl"] = 384,
						["time"] = 1544337961,
						["class"] = 11,
						["bTag"] = "Calm#5512",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "筱羽薇薇-末日行者",
						["iLvl"] = 389,
						["time"] = 1545470612,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "萌哒哒滴莵菟#5611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霜雪菲菲-末日行者",
						["iLvl"] = 385,
						["time"] = 1545470612,
						["class"] = 3,
						["bTag"] = "柠檬酸酸#5819",
					}, -- [2]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "修罗道丶不笑-末日行者",
						["time"] = 1544956226,
						["class"] = 4,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Dce-亚雷戈斯",
						["time"] = 1544956226,
						["class"] = 1,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "暗夜新宠-破碎岭",
						["time"] = 1544956226,
						["class"] = 10,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利的蛋-金度",
						["time"] = 1544956226,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "大王露-贫瘠之地",
						["time"] = 1544956226,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "舞灵杉-桑德兰",
						["time"] = 1544956226,
						["class"] = 9,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "温柔牛骑枪手-霜之哀伤",
						["time"] = 1544956226,
						["class"] = 2,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "新月天使-血色十字军",
						["time"] = 1544956226,
						["class"] = 11,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "二饼我吃-戈古纳斯",
						["time"] = 1544956226,
						["class"] = 5,
					}, -- [9]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "牢底坐穿-国王之谷",
						["iLvl"] = 380,
						["time"] = 1544335113,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "星空#5771",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 384,
						["time"] = 1544335113,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 389,
						["time"] = 1544335113,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "贪睡妖妖-雷克萨",
						["iLvl"] = 389,
						["time"] = 1544335113,
						["class"] = 7,
						["bTag"] = "水萨#51982",
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "二月大熊-末日行者",
						["iLvl"] = 386,
						["time"] = 1545056590,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "霄老板#5663",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "慕燃雪-末日行者",
						["iLvl"] = 390,
						["time"] = 1545056590,
						["class"] = 8,
						["bTag"] = "幻有梦现#5439",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乳-末日行者",
						["iLvl"] = 390,
						["time"] = 1545056590,
						["class"] = 1,
						["bTag"] = "让热情变冷#51945",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶小米虾-末日行者",
						["iLvl"] = 388,
						["time"] = 1545056590,
						["class"] = 6,
						["bTag"] = "独特的乖乖#5248",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Az-末日行者",
						["iLvl"] = 389,
						["time"] = 1545056590,
						["class"] = 4,
						["bTag"] = "Azlol#51861",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "莽石-末日行者",
						["iLvl"] = 379,
						["time"] = 1545056590,
						["class"] = 1,
						["bTag"] = "Rashrock#5782",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "霜雪菲菲-末日行者",
						["iLvl"] = 385,
						["time"] = 1545056590,
						["class"] = 3,
						["bTag"] = "柠檬酸酸#5819",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "沉着-末日行者",
						["iLvl"] = 383,
						["time"] = 1545056590,
						["class"] = 2,
						["bTag"] = "Azlol#5714",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "玖箭-末日行者",
						["iLvl"] = 379,
						["time"] = 1545056590,
						["class"] = 3,
						["bTag"] = "让热情变冷#51945",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "尽情-末日行者",
						["iLvl"] = 368,
						["time"] = 1545056590,
						["class"] = 4,
						["bTag"] = "让热情变冷#51945",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "尛拳拳捶你胸-末日行者",
						["iLvl"] = 387,
						["time"] = 1545056590,
						["class"] = 10,
						["bTag"] = "Nuo#5241",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "我心似烈焰-末日行者",
						["time"] = 1545056541,
						["class"] = 8,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "筱羽薇薇-末日行者",
						["iLvl"] = 389,
						["time"] = 1545056590,
						["class"] = 7,
						["bTag"] = "萌哒哒滴莵菟#5611",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "白色灬-末日行者",
						["iLvl"] = 377,
						["time"] = 1545056590,
						["class"] = 5,
						["bTag"] = "五颜六色#51680",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "武媚娘-戈古纳斯",
						["time"] = 1545056409,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "一杯清酒-伊森利恩",
						["iLvl"] = 342,
						["time"] = 1545056590,
						["class"] = 12,
						["bTag"] = "剑新是个回#5993",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "农王-海克泰尔",
						["iLvl"] = 375,
						["time"] = 1545056523,
						["class"] = 1,
						["bTag"] = "湘泽#5829",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Junven-石锤",
						["iLvl"] = 350,
						["time"] = 1545056590,
						["class"] = 2,
						["bTag"] = "zhongqizhao#5821",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "踩你尾巴-安苏",
						["iLvl"] = 326,
						["time"] = 1545056590,
						["class"] = 4,
						["bTag"] = "小傅来了#5562",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "夜鹰之爪-梦境之树",
						["iLvl"] = 382,
						["time"] = 1545056590,
						["class"] = 12,
						["bTag"] = "Goldcoin#5731",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "盲人按摩师-石锤",
						["iLvl"] = 357,
						["time"] = 1545056590,
						["class"] = 12,
						["bTag"] = "龙飞凤舞#5496",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔法兽-朵丹尼尔",
						["time"] = 1545056590,
						["class"] = 1,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "某晓苶-生态船",
						["iLvl"] = 317,
						["time"] = 1545056590,
						["class"] = 7,
						["bTag"] = "苶晓晓最纯洁#5881",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Heartfeel-布莱恩",
						["iLvl"] = 365,
						["time"] = 1545056590,
						["class"] = 12,
						["bTag"] = "whispersing#5274",
					}, -- [24]
				},
				["3-135-494-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "爱宝宝-塞泰克",
						["iLvl"] = 325,
						["time"] = 1544328760,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "魔兽世界妍媛团#5556",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "Valen-塞泰克",
						["iLvl"] = 374,
						["time"] = 1544328760,
						["class"] = 5,
						["bTag"] = "魔兽世界妍媛团#5813",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "恶爷无敌-冰霜之刃",
						["iLvl"] = 359,
						["time"] = 1544328760,
						["class"] = 12,
						["bTag"] = "花开花落#5773",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "男女男丶另刂-国王之谷",
						["iLvl"] = 360,
						["time"] = 1544328760,
						["class"] = 8,
						["bTag"] = "西木#5562",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "滴滴打枪-奥特兰克",
						["iLvl"] = 360,
						["time"] = 1544328760,
						["class"] = 3,
						["bTag"] = "三炮定江山#5964",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Shalamayne-山丘之王",
						["time"] = 1544328485,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "夢殇轻尘-贫瘠之地",
						["iLvl"] = 356,
						["time"] = 1544328760,
						["class"] = 2,
						["bTag"] = "弑戦辰殇#5881",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "贫僧法号空虚-暮色森林",
						["iLvl"] = 357,
						["time"] = 1544328760,
						["class"] = 12,
						["bTag"] = "冰火咖啡#5487",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "柠檬丶-基尔加丹",
						["time"] = 1544328760,
						["class"] = 10,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Slowdown-普瑞斯托",
						["iLvl"] = 354,
						["time"] = 1544328760,
						["class"] = 9,
						["bTag"] = "阡阡陌陌#5956",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "岛城吴彦祖-范达尔鹿盔",
						["iLvl"] = 363,
						["time"] = 1544328477,
						["class"] = 10,
						["bTag"] = "李先生#5637",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "皮包水-主宰之剑",
						["iLvl"] = 373,
						["time"] = 1544328760,
						["class"] = 8,
						["bTag"] = "扬州好老#51845",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "少司命丨-安苏",
						["iLvl"] = 359,
						["time"] = 1544328760,
						["class"] = 11,
						["bTag"] = "情不知所起#52290",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "洪星罩我战斗-玛诺洛斯",
						["iLvl"] = 369,
						["time"] = 1544327487,
						["class"] = 12,
						["bTag"] = "违宪戈礼嘿#5629",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "不能看的秘密-安苏",
						["iLvl"] = 352,
						["time"] = 1544328760,
						["class"] = 11,
						["bTag"] = "东皇#5756",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "猎猎作响-白银之手",
						["iLvl"] = 362,
						["time"] = 1544328760,
						["class"] = 3,
						["bTag"] = "孤独的省略号#5776",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "笑灬红尘-贫瘠之地",
						["iLvl"] = 350,
						["time"] = 1544328760,
						["class"] = 12,
						["bTag"] = "似水流年#53806",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "非洲酋长胖熊-末日行者",
						["iLvl"] = 376,
						["time"] = 1544328760,
						["class"] = 8,
						["bTag"] = "好大一只#5774",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗之寒-玛诺洛斯",
						["iLvl"] = 356,
						["time"] = 1544328237,
						["class"] = 8,
						["bTag"] = "碧空之歌#5318",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "圣光叶子-壁炉谷",
						["iLvl"] = 354,
						["time"] = 1544328760,
						["class"] = 2,
						["bTag"] = "风中千鹤#5481",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "妃妃-壁炉谷",
						["iLvl"] = 366,
						["time"] = 1544328760,
						["class"] = 1,
						["bTag"] = "倒影#5481",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "追月浪子-白银之手",
						["iLvl"] = 293,
						["time"] = 1544328760,
						["class"] = 1,
						["bTag"] = "满庭风#5759",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "离人丶泪-末日行者",
						["iLvl"] = 366,
						["time"] = 1544328684,
						["class"] = 8,
						["bTag"] = "喵丶喵#5304",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "创世大盗-主宰之剑",
						["iLvl"] = 376,
						["time"] = 1544328760,
						["class"] = 4,
						["bTag"] = "暗影之龙#51972",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "叙写空白-白银之手",
						["iLvl"] = 371,
						["time"] = 1544328760,
						["class"] = 1,
						["bTag"] = "大洋宝#5663",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "无法显示名称-暗影之月",
						["iLvl"] = 381,
						["time"] = 1544328760,
						["class"] = 7,
						["bTag"] = "土匪柒仟#5102",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "幻夜沁心-永恒之井",
						["iLvl"] = 354,
						["time"] = 1544328760,
						["class"] = 6,
						["bTag"] = "幻夜#5126",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Rhoninwrist-白银之手",
						["iLvl"] = 386,
						["time"] = 1544328285,
						["class"] = 8,
						["bTag"] = "月代彩#51628",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "传说中的灰白-勇士岛",
						["iLvl"] = 369,
						["time"] = 1544328468,
						["class"] = 12,
						["bTag"] = "快乐之潜行者#597568",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "夏夜星歌-无尽之海",
						["iLvl"] = 376,
						["time"] = 1544328507,
						["class"] = 9,
						["bTag"] = "雪飞#5492",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "腐贰黛-熊猫酒仙",
						["iLvl"] = 361,
						["time"] = 1544328491,
						["class"] = 12,
						["bTag"] = "kit08#5288",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "加血加死人-基尔加丹",
						["iLvl"] = 353,
						["time"] = 1544328760,
						["class"] = 5,
						["bTag"] = "风一样的人#5337",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬萌萌哒-主宰之剑",
						["iLvl"] = 363,
						["time"] = 1544328760,
						["class"] = 5,
						["bTag"] = "柠檬萌萌哒#51405",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "风斩惊雷-雷斧堡垒",
						["iLvl"] = 371,
						["time"] = 1544328760,
						["class"] = 1,
						["bTag"] = "雅柏菲卡#5634",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "吴远林-末日行者",
						["iLvl"] = 383,
						["time"] = 1544328760,
						["class"] = 12,
						["bTag"] = "Ether#51230",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "手残党的自赎-麦迪文",
						["iLvl"] = 356,
						["time"] = 1544328745,
						["class"] = 4,
						["bTag"] = "装备都不暴击玩鬼#5217",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "羽宸-国王之谷",
						["iLvl"] = 370,
						["time"] = 1544328760,
						["class"] = 9,
						["bTag"] = "刘晢清#5819",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "龙魂朋克-月光林地",
						["iLvl"] = 371,
						["time"] = 1544328760,
						["class"] = 2,
						["bTag"] = "龙魂朋克#5667",
					}, -- [38]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -11.9237060546875,
					["x"] = 166.135467529297,
					["scale"] = 1,
				},
			},
			["advShine"] = "80000.06",
			["lastSearchCode"] = "2-138-507-0",
		},
	},
}
