
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["黛恋丶 - 拉文凯斯"] = "Default",
		["呆贼丶 - 拉文凯斯"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = true,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S186`魔兽主播活动`No总勇闯奥迪尔（部落）`9月8日（周六）20点，No总勇闯奥迪尔（部落）*J纳兹米尔盘踞着大量的鲜血巨魔，他们都是人造古神g'Huun的狂热信徒，这次部落探险队由那个男人——斗鱼TV：Nostalie（房间号：142488）带领，一起淌过沼泽纳兹米尔，来到泰坦实验室奥迪尔，为部落收集强大的力量。*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S可躺^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S躺尸^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S一个一給^S来各种躺^S卧铺^S個拾^S根%h*糖^S拼%h*包^S代唰^S代做^S渡劫^S补分竞技^S安全效率^S臣卜^^",
				["new"] = true,
			},
		},
		["version"] = "80000.04",
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "lfg:",
			}, -- [3]
			{
				["text"] = "tao.*bao",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [5]
			{
				["text"] = "支.*付.*宝",
			}, -- [6]
			{
				["text"] = "淘.*宝",
			}, -- [7]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [8]
			["default"] = true,
		},
	},
}
