
MEETINGSTONE_UI_DB = {
	["profileKeys"] = {
		["低调的呼吸 - 末日行者"] = "Default",
	},
	["global"] = {
		["serverDatas"] = {
			["AnnData"] = {
				["data"] = "^1^SAnnData^T^Stitle^S集合石插件积分兑换维护^Scontent^S集合石插件积分兑换功能正在维护中，目前暂时无法正常使用，大家还是可以正常登录战网进行兑换，给大家造成的不便还请谅解。^t^^",
				["new"] = true,
			},
			["ActivitiesData"] = {
				["data"] = "$1$Z$S196`魔兽主播活动`狂人与風幻化大会（联盟）`11月17日（周六）20点，狂人与風幻化大会（联盟）*J背上大元帅的巨剑、穿着暴风城卫兵的盔甲，看似平淡无奇，却让人印象深刻，还在为默默无闻、孤芳自赏而感叹吗？斗鱼TV：狂人与風（房间号：303917）将为你的出场营造最酷炫的舞台，今夜你就是艾泽拉斯最“靓”的星。*J魔兽主播活动QQ交流群：603459231`http://w.163.com/special/convene-stone/`1`3$$",
			},
			["MallData"] = {
				["data"] = "^1^SMallData^T^S宠物#1^S2006;1500,,每周限量;23713;16943#2007;850,,每周限量;72134;38919^S消耗品#3^S1002;150;46779^S玩具#2^S7001;750,,每周限量;54212;31756#3006;1500,,每月限量;79769#3007;450,,每月限量;69227^t^^",
			},
			["FilterData"] = {
				["data"] = "^1^S![Vv][Xx]^S下单^S![Vv][Ii][Pp]^S付款^S某宝^S站桩^S代打^S陪练^S低价^S便宜^S超低^S可躺^S老板^S门票^S包车^S![Ww][ⅩXx]^S另接^S全躺^S咨询^S陪打^S看戏^S差价^S可拼^S躺尸^S来壕^S实惠^S价格^S贵宾^S陪聊^S支付^SV信^S单点^S带小号^S无压斤^S有偿^S带你飞^S可淘^S自己捡装^S来各种躺^S卧铺^S根%h*糖^S拼%h*包^S代唰^S代做^S安全效率^S臣卜^S拼车^S包%h*同甲^S可指定^S装备送^^",
				["new"] = true,
			},
		},
		["version"] = "80000.06",
		["spamWord"] = {
			{
				["text"] = "%d+元",
			}, -- [1]
			{
				["pain"] = true,
				["text"] = "1-100",
			}, -- [2]
			{
				["pain"] = true,
				["text"] = "100-110",
			}, -- [3]
			{
				["pain"] = true,
				["text"] = "111111",
			}, -- [4]
			{
				["pain"] = true,
				["text"] = "112233",
			}, -- [5]
			{
				["pain"] = true,
				["text"] = "333333",
			}, -- [6]
			{
				["pain"] = true,
				["text"] = "5173",
			}, -- [7]
			{
				["text"] = "^接.*",
			}, -- [8]
			{
				["pain"] = true,
				["text"] = "bug幽灵虎",
			}, -- [9]
			{
				["pain"] = true,
				["text"] = "bug黑市",
			}, -- [10]
			{
				["pain"] = true,
				["text"] = "fei",
			}, -- [11]
			{
				["text"] = "g.*团",
			}, -- [12]
			{
				["pain"] = true,
				["text"] = "gzs",
			}, -- [13]
			{
				["pain"] = true,
				["text"] = "lfg:",
			}, -- [14]
			{
				["pain"] = true,
				["text"] = "lr跨服",
			}, -- [15]
			{
				["text"] = "tao.*bao",
			}, -- [16]
			{
				["text"] = "w.*信",
			}, -- [17]
			{
				["pain"] = true,
				["text"] = "xf",
			}, -- [18]
			{
				["pain"] = true,
				["text"] = "xiao",
			}, -- [19]
			{
				["text"] = "亻.*立",
			}, -- [20]
			{
				["text"] = "代.*刷",
			}, -- [21]
			{
				["text"] = "代.*打",
			}, -- [22]
			{
				["text"] = "加.*q",
			}, -- [23]
			{
				["pain"] = true,
				["text"] = "咨询",
			}, -- [24]
			{
				["text"] = "带.*刷",
			}, -- [25]
			{
				["text"] = "带.*打",
			}, -- [26]
			{
				["pain"] = true,
				["text"] = "平台",
			}, -- [27]
			{
				["text"] = "微.*信",
			}, -- [28]
			{
				["text"] = "必.*出",
			}, -- [29]
			{
				["text"] = "必.*掉",
			}, -- [30]
			{
				["pain"] = true,
				["text"] = "急速低价",
			}, -- [31]
			{
				["text"] = "手.*动",
			}, -- [32]
			{
				["text"] = "手.*工",
			}, -- [33]
			{
				["text"] = "支.*付.*宝",
			}, -- [34]
			{
				["text"] = "支.*持",
			}, -- [35]
			{
				["pain"] = true,
				["text"] = "橙装包",
			}, -- [36]
			{
				["text"] = "歪.*歪",
			}, -- [37]
			{
				["text"] = "消.*费",
			}, -- [38]
			{
				["text"] = "淘.*宝",
			}, -- [39]
			{
				["text"] = "灵.*魂.*兽",
			}, -- [40]
			{
				["pain"] = true,
				["text"] = "猎人跨服",
			}, -- [41]
			{
				["text"] = "电.*话",
			}, -- [42]
			{
				["text"] = "老.*板",
			}, -- [43]
			{
				["pain"] = true,
				["text"] = "认准",
			}, -- [44]
			{
				["text"] = "账.*号",
			}, -- [45]
			{
				["pain"] = true,
				["text"] = "门票",
			}, -- [46]
			{
				["text"] = "顾.*客",
			}, -- [47]
			{
				["text"] = "马.*云",
			}, -- [48]
			["default"] = true,
		},
	},
}
