
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["丶理想三旬 - 末日行者"] = "丶理想三旬 - 末日行者",
	},
	["profiles"] = {
		["丶理想三旬 - 末日行者"] = {
			["lastSearchCode"] = "6-0-0-0",
			["version"] = "80000.06",
			["settings"] = {
				["panel"] = false,
				["storage"] = {
					["y"] = -16.8204956054688,
					["x"] = 273.448059082031,
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["recent"] = {
				["3-135-495-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "你喵的-末日行者",
						["iLvl"] = 383,
						["time"] = 1541761431,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "喵丶喵#5304",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔召唤术-末日行者",
						["iLvl"] = 371,
						["time"] = 1540615602,
						["class"] = 9,
						["bTag"] = "kimiko#51643",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "眉山辉大爷-主宰之剑",
						["time"] = 1541761431,
						["class"] = 6,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "女神的断翼-生态船",
						["time"] = 1541761431,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "别二好吗-末日行者",
						["time"] = 1541761431,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Kungenë-末日行者",
						["time"] = 1541761431,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柏茗-末日行者",
						["time"] = 1541761431,
						["class"] = 12,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "辛巴小锦鲤-末日行者",
						["time"] = 1541761431,
						["class"] = 8,
					}, -- [8]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "胖仔北落师门-法拉希姆",
						["iLvl"] = 291,
						["time"] = 1540624901,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "北落师门#52269",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "背后一板斧-塞拉摩",
						["iLvl"] = 295,
						["time"] = 1540624901,
						["class"] = 4,
						["bTag"] = "独乐乐不如众乐乐#51219",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "该睡睡丶-艾维娜",
						["iLvl"] = 348,
						["time"] = 1540624901,
						["class"] = 4,
						["bTag"] = "风化是一指流沙#5295",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "放纵的魔鬼-国王之谷",
						["iLvl"] = 288,
						["time"] = 1540624901,
						["class"] = 11,
						["bTag"] = "放肆的魔鬼#5353",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "落月丶-诺兹多姆",
						["iLvl"] = 274,
						["time"] = 1540624895,
						["class"] = 11,
						["bTag"] = "夜幕下的繁星#5562",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一占戈衤申一-破碎岭",
						["time"] = 1540624901,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "猪是的念着倒-翡翠梦境",
						["iLvl"] = 379,
						["time"] = 1540624901,
						["class"] = 5,
						["bTag"] = "猪是的念着倒#51530",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "诅咒的苹果-月光林地",
						["iLvl"] = 278,
						["time"] = 1540624901,
						["class"] = 9,
						["bTag"] = "慵懒之泰坦#53887",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "实变函数论-斯坦索姆",
						["iLvl"] = 373,
						["time"] = 1540624901,
						["class"] = 11,
						["bTag"] = "alwuhpgh#5345",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "辉夜姬-艾苏恩",
						["iLvl"] = 128,
						["time"] = 1540624901,
						["class"] = 9,
						["bTag"] = "郑熙#5715",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "一支丶丶-熊猫酒仙",
						["time"] = 1540624897,
						["class"] = 5,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Polarisç-扎拉赞恩",
						["iLvl"] = 276,
						["time"] = 1540624798,
						["class"] = 3,
						["bTag"] = "Beast#52900",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "乱串的阿昆达-斯克提斯",
						["iLvl"] = 287,
						["time"] = 1540624901,
						["class"] = 12,
						["bTag"] = "Berserker#52490",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "慧眼丶如炬-主宰之剑",
						["iLvl"] = 370,
						["time"] = 1540624891,
						["class"] = 12,
						["bTag"] = "血耀哀伤#5960",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "自然疯-白银之手",
						["iLvl"] = 371,
						["time"] = 1540624901,
						["class"] = 11,
						["bTag"] = "LEI#52315",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "托依格-阿迦玛甘",
						["iLvl"] = 361,
						["time"] = 1540624882,
						["class"] = 11,
						["bTag"] = "玛拉#5781",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "萌蘖之心-雷克萨",
						["iLvl"] = 354,
						["time"] = 1540624901,
						["class"] = 5,
						["bTag"] = "萌蘖公子#5300",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "一百多个小德-罗宁",
						["iLvl"] = 374,
						["time"] = 1540624901,
						["class"] = 11,
						["bTag"] = "胡铭#5148",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "越爱越难-万色星辰",
						["iLvl"] = 371,
						["time"] = 1540624901,
						["class"] = 5,
						["bTag"] = "陌小兔#5291",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "奥丁之子-奥达曼",
						["iLvl"] = 358,
						["time"] = 1540624895,
						["class"] = 1,
						["bTag"] = "插插旗吼吼血#5598",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "黑暗与你同在-加里索斯",
						["iLvl"] = 351,
						["time"] = 1540624901,
						["class"] = 6,
						["bTag"] = "永远的光明之怒#5567",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "香疯了-守护之剑",
						["iLvl"] = 299,
						["time"] = 1540624882,
						["class"] = 3,
						["bTag"] = "理之门#5437",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "莲花教主-扎拉赞恩",
						["time"] = 1540624897,
						["class"] = 12,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "卧云-雷霆号角",
						["time"] = 1540624882,
						["class"] = 9,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "杨柳依依-蜘蛛王国",
						["iLvl"] = 339,
						["time"] = 1540624901,
						["class"] = 10,
						["bTag"] = "毛线丝#5692",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯特兰纳-勇士岛",
						["iLvl"] = 284,
						["time"] = 1540624901,
						["class"] = 12,
						["bTag"] = "蛮力之精灵#53669",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "达娜丽丝-熊猫酒仙",
						["iLvl"] = 330,
						["time"] = 1540624891,
						["class"] = 8,
						["bTag"] = "迷死凯撒大帝#5679",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "人造人七号-蓝龙军团",
						["iLvl"] = 287,
						["time"] = 1540624901,
						["class"] = 8,
						["bTag"] = "Damimi#5126",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "魂葬乄海角-主宰之剑",
						["iLvl"] = 371,
						["time"] = 1540624895,
						["class"] = 2,
						["bTag"] = "醉饮独殇#5920",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "Dochel-主宰之剑",
						["iLvl"] = 328,
						["time"] = 1540624901,
						["class"] = 5,
						["bTag"] = "ONE#5347",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "灬执念灬-主宰之剑",
						["iLvl"] = 357,
						["time"] = 1540624882,
						["class"] = 1,
						["bTag"] = "嘘灬安静#5454",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "烧烤冰淇淋-壁炉谷",
						["time"] = 1540624901,
						["class"] = 8,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "一千只小熊-灰谷",
						["iLvl"] = 349,
						["time"] = 1540624901,
						["class"] = 11,
						["bTag"] = "周愚#5280",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "莫明啊-朵丹尼尔",
						["iLvl"] = 362,
						["time"] = 1540624901,
						["class"] = 3,
						["bTag"] = "莫明我就喜欢你#5493",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "泰蘭德丶语风-雷霆号角",
						["iLvl"] = 286,
						["time"] = 1540624901,
						["class"] = 12,
						["bTag"] = "火之羽翼#5229",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "第六夜-勇士岛",
						["iLvl"] = 269,
						["time"] = 1540624811,
						["class"] = 12,
						["bTag"] = "西楚霸王#51701",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "玲珑宝宝-影牙要塞",
						["iLvl"] = 297,
						["time"] = 1540624901,
						["class"] = 3,
						["bTag"] = "玲珑刀刀#5288",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "海晶柠檬-影牙要塞",
						["iLvl"] = 364,
						["time"] = 1540624901,
						["class"] = 12,
						["bTag"] = "雪幽蓝#5411",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "闪电烈焰贱-布莱克摩",
						["iLvl"] = 366,
						["time"] = 1540624901,
						["class"] = 12,
						["bTag"] = "暴躁教父#5654",
					}, -- [39]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔召唤术-末日行者",
						["iLvl"] = 371,
						["time"] = 1540537198,
						["class"] = 9,
						["bTag"] = "kimiko#51643",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "姚光蛋-亚雷戈斯",
						["time"] = 1540537198,
						["class"] = 7,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "为之奈何-桑德兰",
						["iLvl"] = 370,
						["time"] = 1540537198,
						["class"] = 4,
						["bTag"] = "纯小洁#5528",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "洪门灬十二钗-海克泰尔",
						["iLvl"] = 377,
						["time"] = 1540537198,
						["class"] = 12,
						["bTag"] = "道格拉斯#5895",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "风一样的大奔-国王之谷",
						["iLvl"] = 380,
						["time"] = 1540612176,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "风一样的大奔#5286",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冰点-国王之谷",
						["iLvl"] = 371,
						["time"] = 1540612176,
						["class"] = 1,
						["bTag"] = "Derrick#5595",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "谁给的寂寞-国王之谷",
						["iLvl"] = 384,
						["time"] = 1540612176,
						["class"] = 5,
						["bTag"] = "巨硕之矮人#5454",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "拉娜亞-末日行者",
						["iLvl"] = 382,
						["time"] = 1540612176,
						["class"] = 4,
						["bTag"] = "活捉董狗#5274",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "橘子馅饼-白银之手",
						["iLvl"] = 382,
						["time"] = 1540626185,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "馅饼#5943",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "怦怦丶怦怦-白银之手",
						["iLvl"] = 377,
						["time"] = 1540626185,
						["class"] = 12,
						["bTag"] = "守望丶#5105",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "軒轅晴兒-白银之手",
						["iLvl"] = 383,
						["time"] = 1540626185,
						["class"] = 8,
						["bTag"] = "轩辕晴儿#5879",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "独影阑珊丶-雷斧堡垒",
						["iLvl"] = 380,
						["time"] = 1540626185,
						["class"] = 5,
						["bTag"] = "文艺虾#5588",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "奶大的大奶妈-勇士岛",
						["iLvl"] = 372,
						["time"] = 1541337412,
						["class"] = 7,
						["bTag"] = "陈柏行#5704",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "月夜魅影-罗宁",
						["iLvl"] = 376,
						["time"] = 1541337412,
						["class"] = 4,
						["bTag"] = "月夜魅影#5802",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 380,
						["time"] = 1541337412,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "一蝶舞三乐一-山丘之王",
						["iLvl"] = 376,
						["time"] = 1541337412,
						["class"] = 3,
						["bTag"] = "三乐#5765",
					}, -- [12]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丨玛吉纳丨-风暴峭壁",
						["iLvl"] = 381,
						["time"] = 1541335132,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "狂吻曼森#5920",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 380,
						["time"] = 1541335132,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "以德服人㒃-安苏",
						["iLvl"] = 378,
						["time"] = 1541335132,
						["class"] = 11,
						["bTag"] = "NightKnight#58689",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "火舞狂尸-阿比迪斯",
						["iLvl"] = 384,
						["time"] = 1541335132,
						["class"] = 8,
						["bTag"] = "火舞狂尸#5616",
					}, -- [4]
				},
			},
		},
	},
}
