
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["杨超越降临 - 末日行者"] = "杨超越降临 - 末日行者",
	},
	["profiles"] = {
		["杨超越降临 - 末日行者"] = {
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["version"] = "80000.06",
			["settings"] = {
				["storage"] = {
					["y"] = -24.76953125,
					["x"] = 334.941741943359,
					["point"] = "TOPLEFT",
					["scale"] = 1,
				},
			},
			["recent"] = {
				["2-146-659-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丶提拉米小苏-末日行者",
						["iLvl"] = 370,
						["time"] = 1537665029,
						["class"] = 1,
						["bTag"] = "但愿你喜欢我#5753",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Lukk-末日行者",
						["time"] = 1537665029,
						["class"] = 8,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Neozeus-末日行者",
						["time"] = 1537665029,
						["class"] = 9,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "黛丽-泰拉尔",
						["time"] = 1537664899,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "尘封尘世-末日行者",
						["time"] = 1537665029,
						["class"] = 7,
					}, -- [5]
				},
				["2-137-502-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "老大别肘是我-拉文凯斯",
						["iLvl"] = 363,
						["time"] = 1537662101,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "老大快肘#5511",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶提拉米小苏-末日行者",
						["iLvl"] = 370,
						["time"] = 1537662101,
						["class"] = 1,
						["bTag"] = "但愿你喜欢我#5753",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "幻梦往昔丶-罗宁",
						["iLvl"] = 369,
						["time"] = 1537662101,
						["class"] = 8,
						["bTag"] = "超能之忍者#514297",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "猩红之月-桑德兰",
						["iLvl"] = 370,
						["time"] = 1537662101,
						["class"] = 3,
						["bTag"] = "骑喵的猩#5118",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "誓言丷-末日行者",
						["iLvl"] = 379,
						["time"] = 1537714324,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "别二好吗#5352",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "听风与我说你-末日行者",
						["iLvl"] = 363,
						["time"] = 1537714324,
						["class"] = 12,
						["bTag"] = "Megustas#51752",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "我心似烈焰-末日行者",
						["iLvl"] = 371,
						["time"] = 1537714324,
						["class"] = 8,
						["bTag"] = "深邃吸引我的心#5985",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "水云天-破碎岭",
						["iLvl"] = 365,
						["time"] = 1537714324,
						["class"] = 11,
						["bTag"] = "绒绒#5332",
					}, -- [8]
				},
				["3-135-494-0"] = {
					{
						["role"] = "TANK",
						["name"] = "小龙丶微笑-熊猫酒仙",
						["iLvl"] = 358,
						["time"] = 1537681401,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Jason#53661",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "君个隆冬锵-末日行者",
						["iLvl"] = 358,
						["time"] = 1537681401,
						["class"] = 5,
						["bTag"] = "Dickson#5777",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "大星的吴铁锤-伊萨里奥斯",
						["iLvl"] = 361,
						["time"] = 1537681401,
						["class"] = 3,
						["bTag"] = "吴铭超#5516",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "酱香猪丽娅-玛洛加尔",
						["iLvl"] = 366,
						["time"] = 1537681401,
						["class"] = 6,
						["bTag"] = "乳娘恋歌#5150",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "藍月灬靈-国王之谷",
						["iLvl"] = 362,
						["time"] = 1537681401,
						["class"] = 4,
						["bTag"] = "劫后余生#5411",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "紫荆花公爵-熊猫酒仙",
						["iLvl"] = 357,
						["time"] = 1537681401,
						["class"] = 2,
						["bTag"] = "RobotNinja#58683",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕阑珊-生态船",
						["iLvl"] = 355,
						["time"] = 1537681401,
						["class"] = 12,
						["bTag"] = "明王#51213",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Peach-破碎岭",
						["iLvl"] = 350,
						["time"] = 1537681401,
						["class"] = 4,
						["bTag"] = "shuiyuee#5907",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "佩劍高歌-风暴之眼",
						["iLvl"] = 363,
						["time"] = 1537681401,
						["class"] = 3,
						["bTag"] = "跳跳大仙#51603",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Thebadguys-拉文凯斯",
						["iLvl"] = 349,
						["time"] = 1537681401,
						["class"] = 4,
						["bTag"] = "幸运之虎#511617",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "折翼小蝶-埃德萨拉",
						["time"] = 1537681401,
						["class"] = 8,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "小帅哥-荆棘谷",
						["iLvl"] = 349,
						["time"] = 1537681401,
						["class"] = 3,
						["bTag"] = "YUQIOUSHUAI#5203",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "黑手伯爵-海达希亚",
						["iLvl"] = 361,
						["time"] = 1537681401,
						["class"] = 8,
						["bTag"] = "黑手伯爵#5355",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "千葉灬小妖-国王之谷",
						["iLvl"] = 357,
						["time"] = 1537681401,
						["class"] = 9,
						["bTag"] = "蓝调小妖#5171",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "破晓灬曙光-翡翠梦境",
						["time"] = 1537681401,
						["class"] = 2,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "西海岸的风-熊猫酒仙",
						["iLvl"] = 369,
						["time"] = 1537681401,
						["class"] = 11,
						["bTag"] = "夕阳下的奔跑#5640",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "Prideand-伊萨里奥斯",
						["iLvl"] = 351,
						["time"] = 1537681401,
						["class"] = 2,
						["bTag"] = "Shakuras#5414",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "群龙之么么茶-蓝龙军团",
						["iLvl"] = 359,
						["time"] = 1537681401,
						["class"] = 5,
						["bTag"] = "群龙之么么茶#5795",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "九狸-金色平原",
						["iLvl"] = 367,
						["time"] = 1537681401,
						["class"] = 10,
						["bTag"] = "哈哈哈蜜瓜#5268",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "斬羽-奥特兰克",
						["iLvl"] = 361,
						["time"] = 1537681401,
						["class"] = 4,
						["bTag"] = "跳跳熊#513772",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "风吹蛋蛋冷-玛里苟斯",
						["iLvl"] = 360,
						["time"] = 1537681401,
						["class"] = 3,
						["bTag"] = "蛋蛋森林#5248",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丹纳姆斯-金色平原",
						["iLvl"] = 366,
						["time"] = 1537681401,
						["class"] = 10,
						["bTag"] = "丹纳姆斯#5619",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丿倾颜-霜之哀伤",
						["iLvl"] = 349,
						["time"] = 1537681401,
						["class"] = 9,
						["bTag"] = "香豆腐#51194",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "苏峨-回音山",
						["iLvl"] = 346,
						["time"] = 1537681401,
						["class"] = 4,
						["bTag"] = "江南烟雨乱浮华#5872",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "能撩你吗-国王之谷",
						["iLvl"] = 336,
						["time"] = 1537681401,
						["class"] = 9,
						["bTag"] = "新景旧情#5328",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "独自飘落-白银之手",
						["iLvl"] = 371,
						["time"] = 1537681306,
						["class"] = 2,
						["bTag"] = "樱桃炸弹#5607",
					}, -- [26]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "强行洗白白-艾欧娜尔",
						["iLvl"] = 371,
						["time"] = 1537631951,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "撸的呕心沥血#5525",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "猫宁灬-罗宁",
						["iLvl"] = 369,
						["time"] = 1537631951,
						["class"] = 3,
						["bTag"] = "奥斯丁#52368",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "京城吴彦祖-海克泰尔",
						["iLvl"] = 370,
						["time"] = 1537631951,
						["class"] = 10,
						["bTag"] = "墨城烟柳旧人殇#51419",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "库洛洛-末日行者",
						["iLvl"] = 373,
						["time"] = 1537631951,
						["class"] = 4,
						["bTag"] = "霄老板#5663",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "梅纹禁剑-末日行者",
						["iLvl"] = 365,
						["time"] = 1537458852,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "杨爱源#5160",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "嘘要浅唱-灰谷",
						["iLvl"] = 358,
						["time"] = 1537458852,
						["class"] = 5,
						["bTag"] = "牟颖#5731",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "星河欲曙天-桑德兰",
						["iLvl"] = 336,
						["time"] = 1537458735,
						["class"] = 9,
						["bTag"] = "诗酒趁年华#51303",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "养生高阶祭祀-罗宁",
						["iLvl"] = 354,
						["time"] = 1537458852,
						["class"] = 11,
						["bTag"] = "疯狂的蜗牛#5644",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "产水不掺奶-海克泰尔",
						["iLvl"] = 345,
						["time"] = 1537458852,
						["class"] = 8,
						["bTag"] = "不吃葡萄皮#5848",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "清唱-雷克萨",
						["iLvl"] = 371,
						["time"] = 1537458852,
						["class"] = 12,
						["bTag"] = "清澄色的远行#5832",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "調情-末日行者",
						["iLvl"] = 363,
						["time"] = 1537458845,
						["class"] = 8,
						["bTag"] = "情調#5493",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "伊瑞尔光辉-白银之手",
						["iLvl"] = 349,
						["time"] = 1537458843,
						["class"] = 2,
						["bTag"] = "ForTheHorde#58338",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "绯色记忆-阿古斯",
						["iLvl"] = 347,
						["time"] = 1537458850,
						["class"] = 2,
						["bTag"] = "源质琥珀#5156",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "变大的三妹-范达尔鹿盔",
						["iLvl"] = 354,
						["time"] = 1537458852,
						["class"] = 9,
						["bTag"] = "壶子#5272",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "夏亚阿兹纳布-梅尔加尼",
						["time"] = 1537458752,
						["class"] = 6,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "奥拉孔之法-罗宁",
						["iLvl"] = 358,
						["time"] = 1537458852,
						["class"] = 8,
						["bTag"] = "魔法之龟#52728",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "四零四-罗宁",
						["time"] = 1537458845,
						["class"] = 2,
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "湮嘚菋檤-贫瘠之地",
						["iLvl"] = 350,
						["time"] = 1537458852,
						["class"] = 5,
						["bTag"] = "BT160630#5313",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "枫之灵-海克泰尔",
						["iLvl"] = 348,
						["time"] = 1537458852,
						["class"] = 5,
						["bTag"] = "豆豆#56404",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "甄欣蔡-圣火神殿",
						["iLvl"] = 362,
						["time"] = 1537458845,
						["class"] = 2,
						["bTag"] = "九品带刀侍卫#5307",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼未-爱斯特纳",
						["iLvl"] = 347,
						["time"] = 1537458852,
						["class"] = 6,
						["bTag"] = "鬼未#5730",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "苹果四厄思-兰娜瑟尔",
						["iLvl"] = 360,
						["time"] = 1537458852,
						["class"] = 6,
						["bTag"] = "恐龙蛋蛋#51593",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "羊卷卷乀-罗宁",
						["time"] = 1537458845,
						["class"] = 11,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Illidaray-破碎岭",
						["iLvl"] = 365,
						["time"] = 1537458852,
						["class"] = 12,
						["bTag"] = "Leons#5322",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "寂月和风-国王之谷",
						["iLvl"] = 359,
						["time"] = 1537458850,
						["class"] = 4,
						["bTag"] = "拉文霍德傳說#5652",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "静静的风筝-埃德萨拉",
						["iLvl"] = 342,
						["time"] = 1537458852,
						["class"] = 3,
						["bTag"] = "策马骑牛酒消愁#5280",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "锅碗筷-主宰之剑",
						["iLvl"] = 367,
						["time"] = 1537458852,
						["class"] = 5,
						["bTag"] = "郭婉婷#5725",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Altaïr-永恒之井",
						["iLvl"] = 346,
						["time"] = 1537458852,
						["class"] = 4,
						["bTag"] = "戚戚#51403",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "东海边的小夏-自由之风",
						["iLvl"] = 345,
						["time"] = 1537458852,
						["class"] = 9,
						["bTag"] = "东海边的夏天#5680",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "舞狼者-自由之风",
						["iLvl"] = 351,
						["time"] = 1537458852,
						["class"] = 3,
						["bTag"] = "笑丶浮客#5979",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "幽魂克莱尔-自由之风",
						["iLvl"] = 341,
						["time"] = 1537458852,
						["class"] = 12,
						["bTag"] = "酱油嚓#5275",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "艾莉克斯-杜隆坦",
						["iLvl"] = 353,
						["time"] = 1537458852,
						["class"] = 5,
						["bTag"] = "随风听音#5402",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "呆呆的小虾-壁炉谷",
						["time"] = 1537458845,
						["class"] = 5,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "初夏丶橘子-主宰之剑",
						["iLvl"] = 354,
						["time"] = 1537458752,
						["class"] = 11,
						["bTag"] = "小橘子#51141",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "冲气夏娃-末日行者",
						["iLvl"] = 345,
						["time"] = 1537458852,
						["class"] = 2,
						["bTag"] = "冲气夏娃#51324",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "阿肥-埃德萨拉",
						["iLvl"] = 342,
						["time"] = 1537459122,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "开阳#51920",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "聯盟小騎士-山丘之王",
						["iLvl"] = 348,
						["time"] = 1537459069,
						["class"] = 2,
						["bTag"] = "银白#5635",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "独步苍穹-石锤",
						["iLvl"] = 358,
						["time"] = 1537459186,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "独步天下#51585",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "糖葫芦小鸭子-玛里苟斯",
						["time"] = 1537459188,
						["class"] = 5,
						["leader"] = true,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Yezzi-主宰之剑",
						["iLvl"] = 344,
						["time"] = 1537459192,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "YEZZI#5990",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "风花香-迦拉克隆",
						["iLvl"] = 345,
						["time"] = 1537459192,
						["class"] = 12,
						["bTag"] = "爆菊之嗳殇#5389",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "小艾伦-山丘之王",
						["iLvl"] = 359,
						["time"] = 1537459192,
						["class"] = 5,
						["bTag"] = "莎莎#5152",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "把饭扫光光-安苏",
						["iLvl"] = 339,
						["time"] = 1537459188,
						["class"] = 4,
						["bTag"] = "为了部落#578897",
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "羊肉垫卷子丶-主宰之剑",
						["iLvl"] = 367,
						["time"] = 1537459192,
						["class"] = 2,
						["bTag"] = "乐此不疲的游戏者#5292",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "猎羽之殇-永夜港",
						["iLvl"] = 342,
						["time"] = 1537459192,
						["class"] = 3,
						["bTag"] = "花街伏羲#5464",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "橘人-阿拉索",
						["iLvl"] = 354,
						["time"] = 1537459192,
						["class"] = 3,
						["bTag"] = "风平浪静#5813",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "穿名堂-熊猫酒仙",
						["iLvl"] = 367,
						["time"] = 1537459192,
						["class"] = 1,
						["bTag"] = "穿名堂#5517",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "相逢已是陌路-雷斧堡垒",
						["iLvl"] = 365,
						["time"] = 1537459192,
						["class"] = 4,
						["bTag"] = "淡淡的思念#51948",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "狮心斩杀者-范达尔鹿盔",
						["iLvl"] = 349,
						["time"] = 1537459192,
						["class"] = 1,
						["bTag"] = "淡淡清晨#5682",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "月咏-熊猫酒仙",
						["iLvl"] = 336,
						["time"] = 1537459186,
						["class"] = 8,
						["bTag"] = "看书的妖精#5567",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "贝萨因都希-梦境之树",
						["iLvl"] = 347,
						["time"] = 1537459192,
						["class"] = 11,
						["bTag"] = "master#55265",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "此爱未央-普罗德摩",
						["time"] = 1537459188,
						["class"] = 3,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "莎拉丶晨露-奥蕾莉亚",
						["iLvl"] = 287,
						["time"] = 1537459122,
						["class"] = 3,
						["bTag"] = "树海#5326",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "禅茶-末日行者",
						["iLvl"] = 341,
						["time"] = 1537459192,
						["class"] = 10,
						["bTag"] = "只给鸡加血#5739",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "懿丶丶-普瑞斯托",
						["iLvl"] = 367,
						["time"] = 1537459188,
						["class"] = 1,
						["bTag"] = "帅的惊动党#5761",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴来袭-杜隆坦",
						["time"] = 1537459192,
						["class"] = 2,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "听雨潇潇-千针石林",
						["iLvl"] = 327,
						["time"] = 1537459192,
						["class"] = 3,
						["bTag"] = "沉默之风暴#5168139",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "董奔-雷斧堡垒",
						["iLvl"] = 348,
						["time"] = 1537459186,
						["class"] = 11,
						["bTag"] = "贝里马列斯#5656",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "晓熙熙-达文格尔",
						["iLvl"] = 318,
						["time"] = 1537459192,
						["class"] = 2,
						["bTag"] = "尼玛坑爹啊#5780",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "酷一把-玛法里奥",
						["iLvl"] = 341,
						["time"] = 1537459192,
						["class"] = 6,
						["bTag"] = "那个女孩#5277",
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "格斗八神庵-达隆米尔",
						["iLvl"] = 352,
						["time"] = 1537459192,
						["class"] = 2,
						["bTag"] = "孤傲之心#5569",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "娜鲁梅亚-罗宁",
						["iLvl"] = 328,
						["time"] = 1537459192,
						["class"] = 12,
						["bTag"] = "春日野穹#5869",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "两袖青蛇-扎拉赞恩",
						["iLvl"] = 344,
						["time"] = 1537459192,
						["class"] = 12,
						["bTag"] = "傅颜婕#51975",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "娜姜来会更好-海克泰尔",
						["iLvl"] = 356,
						["time"] = 1537459122,
						["class"] = 6,
						["bTag"] = "粤逼闪光辉#5119",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "飞舞的龙虾-安苏",
						["time"] = 1537459192,
						["class"] = 1,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "夢花落-翡翠梦境",
						["iLvl"] = 361,
						["time"] = 1537459192,
						["class"] = 8,
						["bTag"] = "Shion#51902",
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "丶小公举丶-国王之谷",
						["time"] = 1537459192,
						["class"] = 2,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "玲珑伶俐-勇士岛",
						["iLvl"] = 364,
						["time"] = 1537459192,
						["class"] = 6,
						["bTag"] = "牵你的左右手#5873",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "暮色虚空-圣火神殿",
						["iLvl"] = 351,
						["time"] = 1537459192,
						["class"] = 9,
						["bTag"] = "希里米亚之刃#5420",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "我是你的梦魇-霜之哀伤",
						["time"] = 1537459192,
						["class"] = 12,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "猫女-玛诺洛斯",
						["time"] = 1537459192,
						["class"] = 12,
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "棉花糖囡囡-拉文凯斯",
						["iLvl"] = 354,
						["time"] = 1537459192,
						["class"] = 5,
						["bTag"] = "绵绵棉花糖#51852",
					}, -- [68]
					{
						["role"] = "TANK",
						["name"] = "艾蕾尔夜歌-白银之手",
						["iLvl"] = 344,
						["time"] = 1537459192,
						["class"] = 6,
						["bTag"] = "夜歌#5707",
					}, -- [69]
					{
						["role"] = "HEALER",
						["name"] = "老干粉儿-丽丽（四川）",
						["iLvl"] = 355,
						["time"] = 1537459087,
						["class"] = 2,
						["bTag"] = "鬼魂之犬#5210718",
					}, -- [70]
				},
			},
			["lastSearchCode"] = "6-0-0-0",
		},
	},
}
