
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["b"] = 0.1,
		["s"] = 1.2,
		["g"] = 0.1,
		["r"] = 1,
	},
	["spellCache"] = {
		["盾墙"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["盾牌格挡"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["千万战痕合剂"] = {
			127850, -- [1]
			"item", -- [2]
		},
		["战斗怒吼"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["法术反射"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["嘲讽"] = {
			23, -- [1]
			"spell", -- [2]
		},
		["挫志怒吼"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["英勇飞跃"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["雷霆一击"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			154888, -- [1]
			"item", -- [2]
		},
		["冲锋"] = {
			48, -- [1]
			"spell", -- [2]
		},
		["盾牌猛击"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["集结呐喊"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["力量战斗药水"] = {
			163224, -- [1]
			"item", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["英勇投掷"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["拦截"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["无视苦痛"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["破釜沉舟"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["天神下凡"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["复仇"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["雄狮之力"] = {
			161474, -- [1]
			"item", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["b"] = 0,
		["s"] = 0.9,
		["g"] = 0.8,
		["r"] = 1,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["time"] = 1.2,
		["font"] = "Fonts\\ARKai_T.ttf",
		["style"] = 1,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["config"] = false,
		["size"] = 30,
	},
	["mins"] = {
		["b"] = 0,
		["s"] = 0.7,
		["g"] = 0.6,
		["r"] = 0.8,
	},
	["hrs"] = {
		["b"] = 0,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.6,
	},
	["days"] = {
		["b"] = 0.4,
		["s"] = 0.6,
		["g"] = 0.4,
		["r"] = 0.4,
	},
	["bar"] = false,
}
