
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["扛阿古斯专用 - 末日行者"] = "扛阿古斯专用 - 末日行者",
	},
	["profiles"] = {
		["扛阿古斯专用 - 末日行者"] = {
			["version"] = "80000.06",
			["recent"] = {
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "二嘎嘎-罗宁",
						["iLvl"] = 382,
						["time"] = 1539363120,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "二嘎嘎#51193",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "云衣水袖-山丘之王",
						["iLvl"] = 344,
						["time"] = 1539363120,
						["class"] = 11,
						["bTag"] = "云衣水袖#5112",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "偶尔忧郁-罗宁",
						["iLvl"] = 371,
						["time"] = 1539363120,
						["class"] = 6,
						["bTag"] = "Joe#55939",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "亦長年-白银之手",
						["iLvl"] = 352,
						["time"] = 1539363120,
						["class"] = 1,
						["bTag"] = "无声拥抱丶#5544",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "二嘎嘎-罗宁",
						["iLvl"] = 382,
						["time"] = 1539363461,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "二嘎嘎#51193",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "云衣水袖-山丘之王",
						["iLvl"] = 345,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "云衣水袖#5112",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "偶尔忧郁-罗宁",
						["iLvl"] = 371,
						["time"] = 1539363461,
						["class"] = 6,
						["bTag"] = "Joe#55939",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "亦長年-白银之手",
						["iLvl"] = 352,
						["time"] = 1539363461,
						["class"] = 1,
						["bTag"] = "无声拥抱丶#5544",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "猛德一比-罗宁",
						["iLvl"] = 374,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "光明之锤#53167",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "轻薄的假相-生态船",
						["iLvl"] = 371,
						["time"] = 1539363461,
						["class"] = 2,
						["bTag"] = "不让残酷的神支配#5157",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "裤裆里有辐射-朵丹尼尔",
						["iLvl"] = 336,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "赤偶迪奥斯#5983",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "香橙灬桂花糕-雷克萨",
						["iLvl"] = 381,
						["time"] = 1539363461,
						["class"] = 10,
						["bTag"] = "小白熊#5232",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "兜丨寳-罗宁",
						["iLvl"] = 355,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "sissy#5190",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "露西菲爾丶嘉-熊猫酒仙",
						["iLvl"] = 369,
						["time"] = 1539363461,
						["class"] = 9,
						["bTag"] = "左转#5186",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "稻城亚丁丶-奥特兰克",
						["iLvl"] = 373,
						["time"] = 1539363461,
						["class"] = 12,
						["bTag"] = "Drakerdog#5758",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "爸爸的忧伤-奥特兰克",
						["iLvl"] = 367,
						["time"] = 1539363461,
						["class"] = 2,
						["bTag"] = "色爷#51371",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "天下天-国王之谷",
						["iLvl"] = 338,
						["time"] = 1539363461,
						["class"] = 3,
						["bTag"] = "天下天#5465",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "遇见秋天-奥特兰克",
						["iLvl"] = 336,
						["time"] = 1539363461,
						["class"] = 6,
						["bTag"] = "zhc#5622",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "阿进-末日行者",
						["iLvl"] = 357,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "阿进#5342",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火两天-安威玛尔",
						["iLvl"] = 365,
						["time"] = 1539363461,
						["class"] = 9,
						["bTag"] = "MMagnificent#5549",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "哊點亂-末日行者",
						["iLvl"] = 355,
						["time"] = 1539363461,
						["class"] = 7,
						["bTag"] = "狼遍地#5711",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "林涧听雪-图拉扬",
						["iLvl"] = 369,
						["time"] = 1539363450,
						["class"] = 11,
						["bTag"] = "林凌#5599",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "Endgame-阿迦玛甘",
						["iLvl"] = 358,
						["time"] = 1539363461,
						["class"] = 5,
						["bTag"] = "promises#5291",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "抹了油的梓-月光林地",
						["iLvl"] = 342,
						["time"] = 1539363461,
						["class"] = 10,
						["bTag"] = "不如爱抹茶丶#5804",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "星光赠与你-月光林地",
						["iLvl"] = 368,
						["time"] = 1539363461,
						["class"] = 11,
						["bTag"] = "你是本仙女的狗#5807",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "思南-库尔提拉斯",
						["iLvl"] = 354,
						["time"] = 1539363461,
						["class"] = 1,
						["bTag"] = "Snap#5762",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "谁是我的眼-灰谷",
						["time"] = 1539363461,
						["class"] = 9,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "菜的毛哦-洛肯",
						["iLvl"] = 364,
						["time"] = 1539363461,
						["class"] = 3,
						["bTag"] = "SwankyPants#58143",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "赤甲红-安威玛尔",
						["iLvl"] = 346,
						["time"] = 1539363461,
						["class"] = 2,
						["bTag"] = "五花肉#5862",
					}, -- [25]
				},
				["6-0-16-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Gloire-奥达曼",
						["time"] = 1538151927,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "业余花椰菜-奥达曼",
						["time"] = 1538151927,
						["class"] = 11,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "月影一微风-山丘之王",
						["time"] = 1538151927,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "续亿秒-主宰之剑",
						["time"] = 1538151927,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "逆时针理想-刺骨利刃",
						["time"] = 1538151927,
						["class"] = 2,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "醉梦幽雨-自由之风",
						["time"] = 1538151927,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伊俐丹丶暴风-白银之手",
						["iLvl"] = 355,
						["time"] = 1538151927,
						["class"] = 12,
						["bTag"] = "初妆杨柳岸#5310",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "亂刀砍電線-阿古斯",
						["time"] = 1538151927,
						["class"] = 7,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黑黑的小碧池-白银之手",
						["time"] = 1538151927,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的火鸟-阿拉希",
						["time"] = 1538151927,
						["class"] = 11,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "弥米珥-朵丹尼尔",
						["time"] = 1538151923,
						["class"] = 10,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "找不到哈数-耳语海岸",
						["time"] = 1538151927,
						["class"] = 4,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "自由的-末日行者",
						["time"] = 1538151927,
						["class"] = 11,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "战栗之声-罗宁",
						["time"] = 1538151899,
						["class"] = 2,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "一刄饮酒醉-破碎岭",
						["iLvl"] = 345,
						["time"] = 1538151927,
						["class"] = 1,
						["bTag"] = "斯達瑞#5790",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "天国星坠-白银之手",
						["iLvl"] = 350,
						["time"] = 1538151927,
						["class"] = 4,
						["bTag"] = "童话小狐狸#5590",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "保加利亚腰子-回音山",
						["time"] = 1538151927,
						["class"] = 2,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Gustavo-月光林地",
						["time"] = 1538151927,
						["class"] = 2,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "月黑风高-达纳斯",
						["time"] = 1538151927,
						["class"] = 4,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "Loff-阿拉索",
						["time"] = 1538151927,
						["class"] = 5,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "黎曼积分-布莱克摩",
						["time"] = 1538151927,
						["class"] = 3,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "吕之奉先-末日行者",
						["time"] = 1538151925,
						["class"] = 10,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "逐隐-亚雷戈斯",
						["time"] = 1538151927,
						["class"] = 6,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "摇摆神话-荆棘谷",
						["time"] = 1538151927,
						["class"] = 1,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "无法逃脱-山丘之王",
						["time"] = 1538151899,
						["class"] = 11,
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "希欧-罗宁",
						["time"] = 1538151925,
						["class"] = 5,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "深攻苞-国王之谷",
						["time"] = 1538151927,
						["class"] = 5,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "靛蓝魂典-熊猫酒仙",
						["time"] = 1538151899,
						["class"] = 4,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "凯尔丹-石锤",
						["time"] = 1538151927,
						["class"] = 12,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "漂流夜蝴-达隆米尔",
						["time"] = 1538151927,
						["class"] = 4,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "禁奥义丶斩魂-蜘蛛王国",
						["time"] = 1538151927,
						["class"] = 1,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "大湿你懂得-贫瘠之地",
						["time"] = 1538151927,
						["class"] = 10,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "绝色美女-千针石林",
						["time"] = 1538151927,
						["class"] = 3,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "醉佳损友-白银之手",
						["time"] = 1538151927,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "凪月花火-冰霜之刃",
						["time"] = 1538151927,
						["class"] = 3,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "迟暮红颜丶-熊猫酒仙",
						["iLvl"] = 370,
						["time"] = 1538151927,
						["class"] = 8,
						["bTag"] = "逆风灬而行#5837",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "蛮干-冰霜之刃",
						["iLvl"] = 349,
						["time"] = 1538151923,
						["class"] = 10,
						["bTag"] = "鹦鹉#5582",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "兲兲岚-山丘之王",
						["iLvl"] = 336,
						["time"] = 1538151927,
						["class"] = 8,
						["bTag"] = "天天蓝#5962",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "黄了个瓜瓜-白银之手",
						["iLvl"] = 358,
						["time"] = 1538151927,
						["class"] = 1,
						["bTag"] = "芒了个果#5256",
					}, -- [39]
				},
				["1-247-647-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Icetea-玛诺洛斯",
						["iLvl"] = 367,
						["time"] = 1539350984,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "路灬#5854",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蛏子软软哒-卡德罗斯",
						["time"] = 1539350969,
						["class"] = 9,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "帕恩姆-梦境之树",
						["time"] = 1539350974,
						["class"] = 2,
					}, -- [3]
				},
			},
		},
	},
}
