
WWM_friendsWhisp = "OFF"
WWM_guildWhisp = "ON"
WWM_totallastplayers = {
	["唇之妖媚-国王之谷"] = 2,
	["你喵的-末日行者"] = 1,
	["叶雨清霜-末日行者"] = 1,
	["恶魔召唤术-末日行者"] = 2,
	["轻唱挽歌"] = 1,
	["乀阿宝-主宰之剑"] = 1,
	["别二好吗-末日行者"] = 6,
	["菲薄浅笑丶-末日行者"] = 1,
	["听风与我说你"] = 1,
	["离人丶泪-末日行者"] = 4,
	["救死扶伤脚丶-末日行者"] = 7,
	["轻唱挽歌-末日行者"] = 6,
	["天堂宛歌-末日行者"] = 1,
	["Az-末日行者"] = 2,
	["辛巴小西几-末日行者"] = 1,
	["稻城的雪-阿古斯"] = 4,
	["听风与我说你-末日行者"] = 8,
	["龍胤灬邪-埃德萨拉"] = 1,
	["皓月井井-祖阿曼"] = 2,
	["月影飞仙-金色平原"] = 1,
	["弑刹乄狂魔-奥拉基尔"] = 1,
	["二月大熊-末日行者"] = 2,
}
WWM_entries = 22
