
AuctionLiteDB = {
	["factionrealm"] = {
		["Alliance - 末日行者"] = {
			["prices"] = {
				[152506] = {
					["items"] = 19939.4074501414,
					["time"] = 1544535675,
					["scans"] = 1.00093655817783,
					["price"] = 29399.6880227378,
					["listings"] = 114.09380424029,
				},
				[152511] = {
					["items"] = 49220.613645691,
					["time"] = 1544535788,
					["scans"] = 1.00084763962936,
					["price"] = 38499.0007241597,
					["listings"] = 250.120310529663,
				},
			},
		},
	},
	["profileKeys"] = {
		["丶理想三旬 - 末日行者"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["lastTab"] = 4,
		},
	},
}
