
GottaGoFastHistoryDB = {
	["profileKeys"] = {
		["丶理想三旬 - 末日行者"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["DayFix"] = true,
			["History"] = {
				[1754] = {
					["objectives"] = {
						"击败天空上尉库拉格", -- [1]
						"击败海盗议会", -- [2]
						"击败藏宝竞技场", -- [3]
						"击败哈兰·斯威提", -- [4]
						"敌方部队", -- [5]
					},
					["zoneID"] = 1754,
					["name"] = "自由镇",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 14042.391,
							["timeStamp"] = {
								["day"] = 16,
								["month"] = 11,
								["hours"] = 23,
								["year"] = 2018,
								["mins"] = 21,
							},
							["level"] = 13,
							["startTime"] = 12472.189,
							["objectiveTimes"] = {
								"03:57.764", -- [1]
								"08:37.253", -- [2]
								"20:10.918", -- [3]
								"27:09.866", -- [4]
								"25:06.708", -- [5]
							},
							["players"] = {
								{
									["class"] = "潜行者",
									["name"] = "库洛洛弥勒版",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "牧师",
									["name"] = "茉優",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "武僧",
									["name"] = "夏梦雲",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "恶魔猎手",
									["name"] = "听风与我说你",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "死亡骑士",
									["name"] = "丶理想三旬",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
					},
				},
				[1763] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[9] = {
									["name"] = "残暴",
									["desc"] = "首领敌人的生命值提高40%，造成的伤害最多提高15%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[12] = {
									["name"] = "重伤",
									["desc"] = "受到伤害导致生命值低于90%时，玩家会受到越来越高的周期性伤害，直到其生命值被治愈到90%以上为止。",
								},
								[7] = {
									["name"] = "激励",
									["desc"] = "任何非首领敌人死亡时，其临死的哀嚎将强化附近的盟友，使其最大生命值及伤害提高20%。",
								},
							},
							["active"] = false,
							["endTime"] = 15788.318,
							["timeStamp"] = {
								["day"] = 24,
								["month"] = 11,
								["hours"] = 22,
								["mins"] = 8,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "法师",
									["name"] = "太乙近天都",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "潜行者",
									["name"] = "库洛洛弥勒版",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "萨满祭司",
									["name"] = "丶小橙子",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "猎人",
									["name"] = "玖箭",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "死亡骑士",
									["name"] = "丶理想三旬",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 12,
							["objectiveTimes"] = {
								"23:34.612", -- [1]
								"15:18.636", -- [2]
								"02:44.138", -- [3]
								"27:59.642", -- [4]
								"23:34.612", -- [5]
							},
							["startTime"] = 14123.508,
						}, -- [1]
					},
					["name"] = "阿塔达萨",
					["zoneID"] = 1763,
					["objectives"] = {
						"击败女祭司阿伦扎", -- [1]
						"击败沃卡尔", -- [2]
						"击败莱赞", -- [3]
						"击败亚兹玛", -- [4]
						"敌方部队", -- [5]
					},
				},
			},
		},
	},
}
