
WQTrackerDB = {
	["profileKeys"] = {
		["喵阿喵丶 - 末日行者"] = "Default",
		["丶理想三旬 - 末日行者"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["TutorialTracker"] = 2,
			["TutorialPopupID"] = 1,
			["is_BFA_version"] = true,
			["anchor_options"] = {
				[863] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[895] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[942] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[14] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[1161] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[1165] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[864] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[896] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[862] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[875] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[876] = {
					["Enabled"] = true,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["ScaleOffset"] = 0,
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[62] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
			},
			["quests_tracked"] = {
				["Player-1939-064D6BD4"] = {
				},
				["Player-1939-04FA8363"] = {
				},
			},
			["quests_all_characters"] = {
				["Player-1939-064D6BD4"] = {
				},
			},
			["player_names"] = {
				["Player-1939-064D6BD4"] = {
					["class"] = "DEATHKNIGHT",
					["name"] = "丶理想三旬",
					["realm"] = "末日行者",
				},
				["Player-1939-04FA8363"] = {
					["class"] = "WARLOCK",
					["name"] = "喵阿喵丶",
					["realm"] = "末日行者",
				},
			},
			["rarescan"] = {
				["recently_spotted"] = {
					[142438] = {
						1546176908, -- [1]
						14, -- [2]
						0.562948346138001, -- [3]
						0.452727794647217, -- [4]
						"Creature-0-0000-0000-00000-142438-0000000000", -- [5]
						"维诺马鲁斯", -- [6]
						"氣定丶神閑丷", -- [7]
						1546176908, -- [8]
					},
					[141942] = {
						1546176927, -- [1]
						14, -- [2]
						0.546891808509827, -- [3]
						0.759907245635986, -- [4]
						"Creature-0-0000-0000-00000-141942-0000000000", -- [5]
						"碎骨者穆罗克", -- [6]
						"你梦里缺我", -- [7]
						1546176927, -- [8]
					},
					[142508] = {
						1546176915, -- [1]
						14, -- [2]
						0.222577631473541, -- [3]
						0.205941915512085, -- [4]
						"Creature-0-0000-0000-00000-142508-0000000000", -- [5]
						"枝条领主奥德鲁斯", -- [6]
						"無極丶", -- [7]
						1546176915, -- [8]
					},
				},
				["recently_killed"] = {
					["Player-1939-064D6BD4"] = {
					},
				},
				["name_cache"] = {
					[""] = 122999,
					["千面吞噬者"] = 127581,
					["警卫泰诺斯"] = 126865,
					["燃烧巨怪"] = 141615,
					["乌伯拉利斯"] = 126885,
					["主母罗苏拉"] = 127705,
					["雷霆巨怪"] = 141616,
					["吞噬者斯克里格"] = 126912,
					["末日法师苏帕克斯"] = 127703,
					["普希拉"] = 126040,
					["监视者伊莫拉"] = 125498,
					["杰德尼勇士沃鲁斯克"] = 126899,
					["万千之主祖尔坦"] = 126908,
					["戈拉坎"] = 124185,
					["愤怒领主亚雷兹"] = 126338,
					["乌布拉金"] = 122004,
					["毒尾天鳍鳐"] = 126867,
					["监视者伊索纳"] = 125497,
					["轰鸣的土元素"] = 141620,
					["卡扎杜姆"] = 125824,
					["牧羊人卡沃斯"] = 126852,
					["啮颅者"] = 142437,
					["指挥官萨森纳尔"] = 122912,
					["虚空守望者瓦苏拉"] = 127300,
					["指挥官泰克拉兹"] = 127084,
					["雷尔瓦将军"] = 127090,
					["弗拉克苏尔"] = 126199,
					["全知者萨纳里安"] = 127096,
					["监视者艾瓦"] = 127291,
					["恶毒者泰勒斯塔"] = 123689,
					["裂世者斯库尔"] = 127118,
					["疱喉"] = 122958,
					["阿塔克松"] = 126887,
					["导师塔拉娜"] = 126900,
					["审判官维斯洛兹"] = 126946,
					["加尔佐斯"] = 122999,
					["驯犬大师克拉克斯"] = 127288,
					["攻城大师沃兰"] = 120393,
					["碎骨者穆罗克"] = 141942,
					["分选者泰瑞克"] = 124804,
					["监工克里克斯"] = 142423,
					["维农"] = 126115,
					["焦油喷吐者"] = 125479,
					["警卫库洛"] = 126866,
					["约古萨"] = 142440,
					["女巫苏薇西娅"] = 123464,
					["松饼大盗费舍尔"] = 126864,
					["瓦加"] = 126208,
					["混沌先驱"] = 126896,
					["狂怒之喙"] = 142436,
					["纳罗瓦"] = 126419,
					["鬼母拉格拉丝"] = 125820,
					["妖女伊森黛拉"] = 122947,
					["指挥官维卡娅"] = 122911,
					["监视者伊比达"] = 124440,
					["灵魂扭曲的畸体"] = 126815,
					["嗜血的巴鲁特"] = 126862,
					["维诺马鲁斯"] = 142438,
					["瘟疫之羽"] = 142435,
					["萨卡尔中尉"] = 126254,
					["沙布尔"] = 126898,
					["指挥官泽斯加尔"] = 126910,
					["枝条领主奥德鲁斯"] = 142508,
					["暗影法师沃伦"] = 122838,
					["密斯莱尔的回响"] = 141668,
					["首席炼金师蒙库鲁斯"] = 127376,
					["指挥官安达西斯"] = 124775,
					["潮涌巨怪"] = 141618,
					["法鲁克队长"] = 126869,
					["清醒者图瑞克"] = 126868,
					["最后的希里索恩"] = 126913,
				},
			},
			["TutorialToggleButton"] = 2,
			["history"] = {
				["quest"] = {
					["global"] = {
						[51434] = 1,
						["total"] = 14,
						[51030] = 1,
						[51023] = 1,
						[51609] = 1,
						[51017] = 1,
						[54895] = 1,
						[51035] = 1,
						[51897] = 1,
						[51710] = 1,
						[51623] = 1,
						[51021] = 3,
						[52163] = 1,
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							[51434] = 1,
							["total"] = 14,
							[51030] = 1,
							[51023] = 1,
							[51609] = 1,
							[51017] = 1,
							[54895] = 1,
							[51035] = 1,
							[51897] = 1,
							[51710] = 1,
							[51623] = 1,
							[51021] = 3,
							[52163] = 1,
						},
					},
				},
				["period"] = {
					["global"] = {
						["181128"] = {
							["quest"] = 1,
							["resource"] = 45,
						},
						["181112"] = {
							["quest"] = 1,
							["gold"] = 753600,
						},
						["181122"] = {
							["artifact"] = 174,
							["quest"] = 1,
							["resource"] = 174,
						},
						["181219"] = {
							["quest"] = 1,
							["resource"] = 45,
						},
						["181130"] = {
							["quest"] = 1,
							["gold"] = 867500,
						},
						["181116"] = {
							["quest"] = 1,
							["resource"] = 60,
						},
						["181227"] = {
							["artifact"] = 173,
							["quest"] = 1,
							["resource"] = 173,
						},
						["181220"] = {
							["quest"] = 1,
							["resource"] = 1,
						},
						["181214"] = {
							["artifact"] = 267,
							["quest"] = 6,
							["resource"] = 1283,
							["gold"] = 1315700,
						},
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							["181128"] = {
								["quest"] = 1,
								["resource"] = 45,
							},
							["181112"] = {
								["quest"] = 1,
								["gold"] = 753600,
							},
							["181122"] = {
								["artifact"] = 174,
								["quest"] = 1,
								["resource"] = 174,
							},
							["181219"] = {
								["quest"] = 1,
								["resource"] = 45,
							},
							["181130"] = {
								["quest"] = 1,
								["gold"] = 867500,
							},
							["181116"] = {
								["quest"] = 1,
								["resource"] = 60,
							},
							["181227"] = {
								["artifact"] = 173,
								["quest"] = 1,
								["resource"] = 173,
							},
							["181220"] = {
								["quest"] = 1,
								["resource"] = 1,
							},
							["181214"] = {
								["artifact"] = 267,
								["quest"] = 6,
								["resource"] = 1283,
								["gold"] = 1315700,
							},
						},
					},
				},
				["reward"] = {
					["global"] = {
						["artifact"] = 614,
						["resource"] = 1781,
						["gold"] = 2936800,
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							["artifact"] = 614,
							["resource"] = 1781,
							["gold"] = 2936800,
						},
					},
				},
			},
		},
	},
}
