
WQTrackerDB = {
	["profileKeys"] = {
		["喵阿喵丶 - 末日行者"] = "Default",
		["丶理想三旬 - 末日行者"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["TutorialTracker"] = 2,
			["TutorialPopupID"] = 1,
			["is_BFA_version"] = true,
			["anchor_options"] = {
				[863] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[895] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[942] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[14] = {
					["Enabled"] = true,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[1161] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[1165] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[864] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[896] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[62] = {
					["Enabled"] = true,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[875] = {
					["Enabled"] = true,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
					["Alpha"] = 1,
					["YOffset"] = 0,
				},
				[876] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
				[862] = {
					["Enabled"] = true,
					["YOffset"] = 0,
					["Alpha"] = 1,
					["ScaleOffset"] = 0,
					["TextColor"] = {
						1, -- [1]
						0.8, -- [2]
						0.2, -- [3]
						0.854, -- [4]
					},
				},
			},
			["quests_tracked"] = {
				["Player-1939-064D6BD4"] = {
				},
				["Player-1939-04FA8363"] = {
				},
			},
			["quests_all_characters"] = {
				["Player-1939-064D6BD4"] = {
					[50861] = {
						["expireAt"] = 1545519678,
						["rewardAmount"] = 239,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[52779] = {
						["expireAt"] = 1545519678,
						["rewardAmount"] = 216,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[51584] = {
						["expireAt"] = 1545519685,
						["rewardAmount"] = 227,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[51529] = {
						["expireAt"] = 1545519624,
						["rewardAmount"] = 198,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[52352] = {
						["expireAt"] = 1545519663,
						["rewardAmount"] = "|cff2292FF320",
						["rewardTexture"] = "Interface\\ICONS\\INV_Gauntlets_17",
					},
					[51175] = {
						["expireAt"] = 1545519678,
						["rewardAmount"] = "|cff2292FF325",
						["rewardTexture"] = 2201832,
					},
					[51824] = {
						["expireAt"] = 1545519618,
						["rewardAmount"] = 256,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[52875] = {
						["expireAt"] = 1545519678,
						["rewardAmount"] = 274,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[53188] = {
						["expireAt"] = 1545490825,
						["rewardAmount"] = 177,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[52455] = {
						["expireAt"] = 1545519685,
						["rewardAmount"] = "1",
						["rewardTexture"] = 667492,
					},
					[50000] = {
						["expireAt"] = 1545519624,
						["rewardAmount"] = "|cff2292FF320",
						["rewardTexture"] = "Interface\\ICONS\\INV_Gauntlets_17",
					},
					[52333] = {
						["expireAt"] = 1545519625,
						["rewardAmount"] = "120",
						["rewardTexture"] = 1387622,
					},
					[53025] = {
						["expireAt"] = 1545519663,
						["rewardAmount"] = 183,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[51213] = {
						["expireAt"] = 1545778884,
						["rewardAmount"] = "|cffc557FF340",
						["rewardTexture"] = "Interface\\ICONS\\INV_Belt_15",
					},
					[52874] = {
						["expireAt"] = 1545519685,
						["rewardAmount"] = 269,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[52302] = {
						["expireAt"] = 1545606078,
						["rewardAmount"] = 450,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
					[51615] = {
						["expireAt"] = 1545519684,
						["rewardAmount"] = 256,
						["rewardTexture"] = "Interface\\AddOns\\WorldQuestTracker\\media\\icon_artifact_power",
					},
				},
			},
			["player_names"] = {
				["Player-1939-064D6BD4"] = {
					["class"] = "DEATHKNIGHT",
					["name"] = "丶理想三旬",
					["realm"] = "末日行者",
				},
				["Player-1939-04FA8363"] = {
					["class"] = "WARLOCK",
					["name"] = "喵阿喵丶",
					["realm"] = "末日行者",
				},
			},
			["history"] = {
				["period"] = {
					["global"] = {
						["181128"] = {
							["quest"] = 1,
							["resource"] = 45,
						},
						["181130"] = {
							["quest"] = 1,
							["gold"] = 867500,
						},
						["181219"] = {
							["quest"] = 1,
							["resource"] = 45,
						},
						["181122"] = {
							["artifact"] = 174,
							["quest"] = 1,
							["resource"] = 174,
						},
						["181112"] = {
							["quest"] = 1,
							["gold"] = 753600,
						},
						["181116"] = {
							["quest"] = 1,
							["resource"] = 60,
						},
						["181220"] = {
							["quest"] = 1,
							["resource"] = 1,
						},
						["181214"] = {
							["artifact"] = 267,
							["resource"] = 1283,
							["quest"] = 6,
							["gold"] = 1315700,
						},
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							["181128"] = {
								["quest"] = 1,
								["resource"] = 45,
							},
							["181130"] = {
								["quest"] = 1,
								["gold"] = 867500,
							},
							["181219"] = {
								["quest"] = 1,
								["resource"] = 45,
							},
							["181122"] = {
								["artifact"] = 174,
								["quest"] = 1,
								["resource"] = 174,
							},
							["181112"] = {
								["quest"] = 1,
								["gold"] = 753600,
							},
							["181116"] = {
								["quest"] = 1,
								["resource"] = 60,
							},
							["181220"] = {
								["quest"] = 1,
								["resource"] = 1,
							},
							["181214"] = {
								["artifact"] = 267,
								["resource"] = 1283,
								["quest"] = 6,
								["gold"] = 1315700,
							},
						},
					},
				},
				["quest"] = {
					["global"] = {
						[51434] = 1,
						["total"] = 13,
						[51030] = 1,
						[51023] = 1,
						[51609] = 1,
						[51017] = 1,
						[54895] = 1,
						[51897] = 1,
						[51710] = 1,
						[52163] = 1,
						[51021] = 3,
						[51623] = 1,
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							[51434] = 1,
							["total"] = 13,
							[51030] = 1,
							[51023] = 1,
							[51609] = 1,
							[51017] = 1,
							[54895] = 1,
							[51897] = 1,
							[51710] = 1,
							[52163] = 1,
							[51021] = 3,
							[51623] = 1,
						},
					},
				},
				["reward"] = {
					["global"] = {
						["artifact"] = 441,
						["resource"] = 1608,
						["gold"] = 2936800,
					},
					["character"] = {
						["Player-1939-064D6BD4"] = {
							["artifact"] = 441,
							["resource"] = 1608,
							["gold"] = 2936800,
						},
					},
				},
			},
			["TutorialToggleButton"] = 2,
			["rarescan"] = {
				["recently_spotted"] = {
					[141668] = {
						1545479180, -- [1]
						14, -- [2]
						0.568998515605927, -- [3]
						0.453482687473297, -- [4]
						"Creature-0-0000-0000-00000-141668-0000000000", -- [5]
						"密斯莱尔的回响", -- [6]
						"破碎靈魂", -- [7]
						1545479179, -- [8]
					},
					[141618] = {
						1545479134, -- [1]
						14, -- [2]
						0.582410216331482, -- [3]
						0.355425357818604, -- [4]
						"Creature-0-0000-0000-00000-141618-0000000000", -- [5]
						"潮涌巨怪", -- [6]
						"泡泡糖丶宠儿", -- [7]
						1545479133, -- [8]
					},
					[126338] = {
						1545478704, -- [1]
						885, -- [2]
						0.558339178562164, -- [3]
						0.608427166938782, -- [4]
						"Creature-0-0000-0000-00000-126338-0000000000", -- [5]
						"愤怒领主亚雷兹", -- [6]
						"由布院之森", -- [7]
						1545478703, -- [8]
					},
					[122004] = {
						1545478984, -- [1]
						862, -- [2]
						0.688402533531189, -- [3]
						0.321254253387451, -- [4]
						"Creature-0-0000-0000-00000-122004-0000000000", -- [5]
						"乌布拉金", -- [6]
						"莉桑卓", -- [7]
						1545478983, -- [8]
					},
					[141615] = {
						1545479089, -- [1]
						14, -- [2]
						0.359669387340546, -- [3]
						0.409696459770203, -- [4]
						"Creature-0-0000-0000-00000-141615-0000000000", -- [5]
						"燃烧巨怪", -- [6]
						"简单粗爆", -- [7]
						1545479088, -- [8]
					},
					[127096] = {
						1545478749, -- [1]
						885, -- [2]
						0.705480813980103, -- [3]
						0.504992187023163, -- [4]
						"Creature-0-0000-0000-00000-127096-0000000000", -- [5]
						"全知者萨纳里安", -- [6]
						"神说天有圣光", -- [7]
						1545478748, -- [8]
					},
					[142437] = {
						1545478926, -- [1]
						14, -- [2]
						0.568533062934876, -- [3]
						0.530481219291687, -- [4]
						"Creature-0-0000-0000-00000-142437-0000000000", -- [5]
						"啮颅者", -- [6]
						"霸气的奶妈", -- [7]
						1545478925, -- [8]
					},
					[124440] = {
						1545478139, -- [1]
						882, -- [2]
						0.588141679763794, -- [3]
						0.392547845840454, -- [4]
						"Creature-0-3910-1669-24613-124440-00001E1FE9", -- [5]
						"监视者伊比达", -- [6]
						"天煞脚指头", -- [7]
						1545478138, -- [8]
					},
					[141620] = {
						1545479157, -- [1]
						14, -- [2]
						0.294172167778015, -- [3]
						0.617620229721069, -- [4]
						"Creature-0-0000-0000-00000-141620-0000000000", -- [5]
						"轰鸣的土元素", -- [6]
						"您好要安利吗", -- [7]
						1545479156, -- [8]
					},
					[127581] = {
						1545478715, -- [1]
						885, -- [2]
						0.587232232093811, -- [3]
						0.294213652610779, -- [4]
						"Creature-0-0000-0000-00000-127581-0000000000", -- [5]
						"千面吞噬者", -- [6]
						"天空的星辰", -- [7]
						1545478714, -- [8]
					},
					[127118] = {
						1545478797, -- [1]
						885, -- [2]
						0.624447584152222, -- [3]
						0.601901173591614, -- [4]
						"Creature-0-0000-0000-00000-127118-0000000000", -- [5]
						"裂世者斯库尔", -- [6]
						"神说天有圣光", -- [7]
						1545478796, -- [8]
					},
					[120393] = {
						1545478155, -- [1]
						875, -- [2]
						0.57013463973999, -- [3]
						0.678800821304321, -- [4]
						"Creature-0-0000-0000-00000-120393-0000000000", -- [5]
						"攻城大师沃兰", -- [6]
						"冬季盛放的花", -- [7]
						1545478154, -- [8]
					},
					[142423] = {
						1545479169, -- [1]
						14, -- [2]
						0.37362414598465, -- [3]
						0.429913699626923, -- [4]
						"Creature-0-0000-0000-00000-142423-0000000000", -- [5]
						"监工克里克斯", -- [6]
						"灬公爵小柏", -- [7]
						1545479168, -- [8]
					},
					[142508] = {
						1545479111, -- [1]
						14, -- [2]
						0.179438233375549, -- [3]
						0.285967588424683, -- [4]
						"Creature-0-0000-0000-00000-142508-0000000000", -- [5]
						"枝条领主奥德鲁斯", -- [6]
						"骚到不行", -- [7]
						1545479110, -- [8]
					},
					[122999] = {
						1545477881, -- [1]
						896, -- [2]
						0.55699348449707, -- [3]
						0.531446218490601, -- [4]
						"Creature-0-0000-0000-00000-122999-0000000000", -- [5]
						"", -- [6]
						"莽石", -- [7]
						1545477880, -- [8]
					},
					[124185] = {
						1545478451, -- [1]
						862, -- [2]
						0.714671432971954, -- [3]
						0.302918314933777, -- [4]
						"Creature-0-0000-0000-00000-124185-0000000000", -- [5]
						"戈拉坎", -- [6]
						"卡莫大拉稀", -- [7]
						1545478450, -- [8]
					},
					[142436] = {
						1545479007, -- [1]
						14, -- [2]
						0.137795031070709, -- [3]
						0.350367426872253, -- [4]
						"Creature-0-0000-0000-00000-142436-0000000000", -- [5]
						"狂怒之喙", -- [6]
						"朔天晴晴", -- [7]
						1545479006, -- [8]
					},
				},
				["recently_killed"] = {
					["Player-1939-064D6BD4"] = {
					},
				},
				["name_cache"] = {
					[""] = 122999,
					["千面吞噬者"] = 127581,
					["警卫泰诺斯"] = 126865,
					["燃烧巨怪"] = 141615,
					["乌伯拉利斯"] = 126885,
					["主母罗苏拉"] = 127705,
					["雷霆巨怪"] = 141616,
					["吞噬者斯克里格"] = 126912,
					["末日法师苏帕克斯"] = 127703,
					["普希拉"] = 126040,
					["监视者伊莫拉"] = 125498,
					["杰德尼勇士沃鲁斯克"] = 126899,
					["万千之主祖尔坦"] = 126908,
					["戈拉坎"] = 124185,
					["愤怒领主亚雷兹"] = 126338,
					["乌布拉金"] = 122004,
					["毒尾天鳍鳐"] = 126867,
					["监视者伊索纳"] = 125497,
					["轰鸣的土元素"] = 141620,
					["卡扎杜姆"] = 125824,
					["牧羊人卡沃斯"] = 126852,
					["啮颅者"] = 142437,
					["指挥官萨森纳尔"] = 122912,
					["虚空守望者瓦苏拉"] = 127300,
					["指挥官泰克拉兹"] = 127084,
					["雷尔瓦将军"] = 127090,
					["弗拉克苏尔"] = 126199,
					["全知者萨纳里安"] = 127096,
					["监视者艾瓦"] = 127291,
					["恶毒者泰勒斯塔"] = 123689,
					["裂世者斯库尔"] = 127118,
					["疱喉"] = 122958,
					["阿塔克松"] = 126887,
					["导师塔拉娜"] = 126900,
					["审判官维斯洛兹"] = 126946,
					["加尔佐斯"] = 122999,
					["驯犬大师克拉克斯"] = 127288,
					["攻城大师沃兰"] = 120393,
					["碎骨者穆罗克"] = 141942,
					["分选者泰瑞克"] = 124804,
					["监工克里克斯"] = 142423,
					["维农"] = 126115,
					["最后的希里索恩"] = 126913,
					["清醒者图瑞克"] = 126868,
					["约古萨"] = 142440,
					["瓦加"] = 126208,
					["松饼大盗费舍尔"] = 126864,
					["法鲁克队长"] = 126869,
					["混沌先驱"] = 126896,
					["潮涌巨怪"] = 141618,
					["指挥官安达西斯"] = 124775,
					["首席炼金师蒙库鲁斯"] = 127376,
					["妖女伊森黛拉"] = 122947,
					["指挥官维卡娅"] = 122911,
					["嗜血的巴鲁特"] = 126862,
					["萨卡尔中尉"] = 126254,
					["枝条领主奥德鲁斯"] = 142508,
					["沙布尔"] = 126898,
					["瘟疫之羽"] = 142435,
					["灵魂扭曲的畸体"] = 126815,
					["维诺马鲁斯"] = 142438,
					["指挥官泽斯加尔"] = 126910,
					["监视者伊比达"] = 124440,
					["暗影法师沃伦"] = 122838,
					["密斯莱尔的回响"] = 141668,
					["鬼母拉格拉丝"] = 125820,
					["纳罗瓦"] = 126419,
					["狂怒之喙"] = 142436,
					["女巫苏薇西娅"] = 123464,
					["警卫库洛"] = 126866,
					["焦油喷吐者"] = 125479,
				},
			},
		},
	},
}
