
BFCooldownDB = {
	["BUFF"] = {
		["config"] = false,
		["hidecooldown"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["max"] = 0,
		["point"] = "CENTER",
		["alpha"] = 0.8,
		["size"] = 30,
	},
	["ACTION"] = {
		["hidecooldown"] = false,
		["scale"] = 4,
		["special"] = false,
		["alpha"] = 0.8,
		["min"] = 2.99,
		["config"] = true,
		["style"] = -1,
		["shine"] = true,
		["font"] = "Fonts\\ARKai_T.ttf",
		["size"] = 35,
	},
	["short"] = {
		["r"] = 1,
		["g"] = 0.1,
		["s"] = 1.2,
		["b"] = 0.1,
	},
	["spellCache"] = {
		["热流铁砧"] = {
			87216, -- [1]
			"item", -- [2]
		},
		["死神的抚摩"] = {
			35, -- [1]
			"spell", -- [2]
		},
		["灵界打击"] = {
			36, -- [1]
			"spell", -- [2]
		},
		["符文熔铸"] = {
			40, -- [1]
			"spell", -- [2]
		},
		["暗潮合剂"] = {
			152641, -- [1]
			"item", -- [2]
		},
		["控制亡灵"] = {
			31, -- [1]
			"spell", -- [2]
		},
		["轻足药水"] = {
			152497, -- [1]
			"item", -- [2]
		},
		["心脏打击"] = {
			30, -- [1]
			"spell", -- [2]
		},
		["符文刃舞"] = {
			39, -- [1]
			"spell", -- [2]
		},
		["黑暗命令"] = {
			44, -- [1]
			"spell", -- [2]
		},
		["冰封之韧"] = {
			24, -- [1]
			"spell", -- [2]
		},
		["骨髓分裂"] = {
			43, -- [1]
			"spell", -- [2]
		},
		["治疗石"] = {
			5512, -- [1]
			"item", -- [2]
		},
		["黑锋之门"] = {
			45, -- [1]
			"spell", -- [2]
		},
		["急速之纹"] = {
			153439, -- [1]
			"item", -- [2]
		},
		["复活盟友"] = {
			28, -- [1]
			"spell", -- [2]
		},
		["高山战鼓"] = {
			142406, -- [1]
			"item", -- [2]
		},
		["血魔之握"] = {
			42, -- [1]
			"spell", -- [2]
		},
		["进食饮水"] = {
			154884, -- [1]
			"item", -- [2]
		},
		["死亡之握"] = {
			33, -- [1]
			"spell", -- [2]
		},
		["窒息"] = {
			38, -- [1]
			"spell", -- [2]
		},
		["心灵冰冻"] = {
			29, -- [1]
			"spell", -- [2]
		},
		["力量战斗药水"] = {
			163224, -- [1]
			"item", -- [2]
		},
		["吸血鬼之血"] = {
			27, -- [1]
			"spell", -- [2]
		},
		["反魔法护罩"] = {
			26, -- [1]
			"spell", -- [2]
		},
		["死亡脚步"] = {
			34, -- [1]
			"spell", -- [2]
		},
		["冰霜之路"] = {
			25, -- [1]
			"spell", -- [2]
		},
		["枯萎凋零"] = {
			32, -- [1]
			"spell", -- [2]
		},
		["影遁"] = {
			2, -- [1]
			"spell", -- [2]
		},
		["白骨风暴"] = {
			37, -- [1]
			"spell", -- [2]
		},
		["血液沸腾"] = {
			41, -- [1]
			"spell", -- [2]
		},
		["炉石"] = {
			6948, -- [1]
			"item", -- [2]
		},
	},
	["isChangeFont"] = true,
	["secs"] = {
		["r"] = 1,
		["g"] = 0.8,
		["s"] = 0.9,
		["b"] = 0,
	},
	["center"] = {
		["r"] = 0,
		["b"] = 1,
		["text"] = true,
		["alpha"] = 0.65,
		["width"] = 67,
		["config"] = false,
		["font"] = "Fonts\\ARKai_T.ttf",
		["time"] = 1.2,
		["position"] = {
			["y"] = 78,
			["p"] = "CENTER",
			["x"] = -52,
			["r"] = "CENTER",
		},
		["g"] = 1,
		["mode"] = true,
		["style"] = 1,
		["size"] = 30,
	},
	["mins"] = {
		["r"] = 0.8,
		["g"] = 0.6,
		["s"] = 0.7,
		["b"] = 0,
	},
	["hrs"] = {
		["r"] = 0.6,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0,
	},
	["days"] = {
		["r"] = 0.4,
		["g"] = 0.4,
		["s"] = 0.6,
		["b"] = 0.4,
	},
	["bar"] = false,
}
