
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["陈粒 - 末日行者"] = "陈粒 - 末日行者",
	},
	["profiles"] = {
		["陈粒 - 末日行者"] = {
			["lastSearchCode"] = "6-0-0-0",
			["settings"] = {
				["storage"] = {
					["y"] = -5.6917724609375,
					["x"] = 203.495971679688,
					["scale"] = 1,
				},
			},
			["version"] = "80000.07",
			["searchHistoryList"] = {
				"6-0-0-0", -- [1]
			},
			["recent"] = {
				["3-135-496-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "库洛洛弥勒版-末日行者",
						["iLvl"] = 386,
						["time"] = 1543144363,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "霄老板#5663",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "霜雪菲菲-末日行者",
						["iLvl"] = 381,
						["time"] = 1543144363,
						["class"] = 3,
						["bTag"] = "柠檬酸酸#5819",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "純属灬巧合-末日行者",
						["iLvl"] = 377,
						["time"] = 1543144363,
						["class"] = 4,
						["bTag"] = "紫氣東來#51122",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "橙不欺少-末日行者",
						["iLvl"] = 380,
						["time"] = 1543144363,
						["class"] = 8,
						["bTag"] = "梦中笑#5785",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 378,
						["time"] = 1543144363,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "丶小橙子-末日行者",
						["iLvl"] = 381,
						["time"] = 1543144363,
						["class"] = 7,
						["bTag"] = "独特的乖乖#5248",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "赫敏丶格兰杰-罗宁",
						["iLvl"] = 382,
						["time"] = 1543144363,
						["class"] = 8,
						["bTag"] = "松前绪花#51495",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "满满的碎碎念-末日行者",
						["iLvl"] = 385,
						["time"] = 1543144363,
						["class"] = 2,
						["bTag"] = "满满#5577",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜默林-熊猫酒仙",
						["iLvl"] = 384,
						["time"] = 1543144363,
						["class"] = 12,
						["bTag"] = "fyyl39300#5227",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "酱紫吖丶-末日行者",
						["iLvl"] = 385,
						["time"] = 1543144363,
						["class"] = 3,
						["bTag"] = "修竹燃烛#5374",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "蘭心如煙-末日行者",
						["iLvl"] = 383,
						["time"] = 1543144363,
						["class"] = 11,
						["bTag"] = "兰心如梦#5892",
					}, -- [11]
				},
				["2-146-659-0"] = {
					{
						["role"] = "TANK",
						["name"] = "喵教授-国王之谷",
						["iLvl"] = 383,
						["time"] = 1540790657,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "喵教授#51938",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "戮腥枫-诺兹多姆",
						["iLvl"] = 376,
						["time"] = 1540790657,
						["class"] = 4,
						["bTag"] = "ButterflyVal#5419",
					}, -- [2]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "辛巴小西几-末日行者",
						["iLvl"] = 386,
						["time"] = 1540994798,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Innocence#5664",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "季灬末-末日行者",
						["iLvl"] = 385,
						["time"] = 1540994798,
						["class"] = 9,
						["bTag"] = "季末#51885",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凌乳-末日行者",
						["iLvl"] = 384,
						["time"] = 1540994798,
						["class"] = 1,
						["bTag"] = "让热情变冷#51945",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "洞庭小钢炮-罗宁",
						["iLvl"] = 375,
						["time"] = 1540994798,
						["class"] = 6,
						["bTag"] = "暴躁之鼬#510620",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "茉優-末日行者",
						["iLvl"] = 380,
						["time"] = 1540994798,
						["class"] = 5,
						["bTag"] = "茉優#5656",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "轻唱挽歌-末日行者",
						["iLvl"] = 385,
						["time"] = 1540992981,
						["class"] = 2,
						["bTag"] = "誓小言#5493",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "库洛洛弥勒版-末日行者",
						["iLvl"] = 385,
						["time"] = 1540994798,
						["class"] = 4,
						["bTag"] = "霄老板#5663",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柏茗-末日行者",
						["iLvl"] = 385,
						["time"] = 1540992981,
						["class"] = 12,
						["bTag"] = "王柏茗#51802",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "你喵的-末日行者",
						["iLvl"] = 383,
						["time"] = 1540994798,
						["class"] = 10,
						["bTag"] = "喵丶喵#5304",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "救死扶伤脚丶-末日行者",
						["time"] = 1540994798,
						["class"] = 10,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "甩鍋擔當丶-末日行者",
						["time"] = 1540994798,
						["class"] = 12,
					}, -- [11]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "神的缘分-影之哀伤",
						["iLvl"] = 379,
						["time"] = 1541425201,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "神缘#5165",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "神狼-塞纳留斯",
						["iLvl"] = 378,
						["time"] = 1541425201,
						["class"] = 2,
						["bTag"] = "狼伯伯#5625",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你们都是坑-密林游侠",
						["iLvl"] = 380,
						["time"] = 1541425201,
						["class"] = 12,
						["bTag"] = "BT160526#51877",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "黑豆大丸子-末日行者",
						["iLvl"] = 380,
						["time"] = 1541425201,
						["class"] = 8,
						["bTag"] = "假的曾#5639",
					}, -- [4]
				},
				["2-141-661-0"] = {
					{
						["role"] = "TANK",
						["name"] = "凯旋之刃-奥达曼",
						["iLvl"] = 377,
						["time"] = 1540791243,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "沉默之剑#52250",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "七梦-金度",
						["iLvl"] = 381,
						["time"] = 1540791243,
						["class"] = 3,
						["bTag"] = "泠鸢微笑丶#5534",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "魂之幽梦丶-金度",
						["iLvl"] = 373,
						["time"] = 1540791243,
						["class"] = 12,
						["bTag"] = "夕夏微凉丶#5929",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "叮叮噹-霜之哀伤",
						["iLvl"] = 378,
						["time"] = 1540791243,
						["class"] = 3,
						["bTag"] = "Andy#5363",
					}, -- [4]
				},
				["3-135-495-0"] = {
					{
						["role"] = "TANK",
						["name"] = "二月大熊-末日行者",
						["iLvl"] = 377,
						["time"] = 1541863064,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "霄老板#5663",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柏茗-末日行者",
						["iLvl"] = 379,
						["time"] = 1541761796,
						["class"] = 12,
						["bTag"] = "王柏茗#51802",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "南风喃丶-末日行者",
						["iLvl"] = 373,
						["time"] = 1541862336,
						["class"] = 5,
						["bTag"] = "喵丶喵#5304",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "尛拳拳捶你胸-末日行者",
						["iLvl"] = 375,
						["time"] = 1540985725,
						["class"] = 10,
						["bTag"] = "Nuo#5241",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "辛巴小西几-末日行者",
						["iLvl"] = 386,
						["time"] = 1540985725,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Innocence#5664",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丶理想三旬-末日行者",
						["time"] = 1541761796,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "尘封尘世-末日行者",
						["iLvl"] = 384,
						["time"] = 1540985725,
						["class"] = 7,
						["bTag"] = "DemonLucifer#5176",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "果灬冻-末日行者",
						["iLvl"] = 377,
						["time"] = 1540985725,
						["class"] = 8,
						["bTag"] = "季末#51885",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "白露级四番舰-末日行者",
						["iLvl"] = 378,
						["time"] = 1540985725,
						["class"] = 2,
						["bTag"] = "茉優#5656",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Kungenë-末日行者",
						["time"] = 1541861678,
						["class"] = 1,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "夕阳红损友-末日行者",
						["iLvl"] = 381,
						["time"] = 1541219270,
						["class"] = 6,
						["bTag"] = "HiddenPants#58995",
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "风清雨寒-末日行者",
						["iLvl"] = 372,
						["time"] = 1541217672,
						["class"] = 2,
						["bTag"] = "lee#53893",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "高萌小矮子-末日行者",
						["iLvl"] = 378,
						["time"] = 1541219564,
						["class"] = 6,
						["bTag"] = "琪琪的小笨蛋#5979",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "挥散阴霾-末日行者",
						["iLvl"] = 376,
						["time"] = 1541219564,
						["class"] = 12,
						["bTag"] = "milo#52657",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "天使羽翼-末日行者",
						["iLvl"] = 379,
						["time"] = 1541218120,
						["class"] = 12,
						["bTag"] = "李文斌#5672",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "余生继续浪-末日行者",
						["iLvl"] = 372,
						["time"] = 1541219238,
						["class"] = 3,
						["bTag"] = "你龙哥#51191",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Scathacha-末日行者",
						["iLvl"] = 371,
						["time"] = 1541219564,
						["class"] = 8,
						["bTag"] = "Hiro#5416",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "夜的风-末日行者",
						["iLvl"] = 369,
						["time"] = 1541219564,
						["class"] = 11,
						["bTag"] = "loprin#5567",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "妹妹小僧-末日行者",
						["time"] = 1541218857,
						["class"] = 10,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "Fúgê-末日行者",
						["iLvl"] = 372,
						["time"] = 1541219564,
						["class"] = 5,
						["bTag"] = "大拿#5719",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "青藤绕梦-末日行者",
						["time"] = 1541218249,
						["class"] = 9,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "一直都被模仿-末日行者",
						["time"] = 1541218261,
						["class"] = 6,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "长歌暮雪-末日行者",
						["iLvl"] = 369,
						["time"] = 1541219564,
						["class"] = 9,
						["bTag"] = "时间的灰烬#5616",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "香萌爸爸-末日行者",
						["time"] = 1541219564,
						["class"] = 10,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "炑炑沐-末日行者",
						["iLvl"] = 376,
						["time"] = 1541219564,
						["class"] = 11,
						["bTag"] = "Eternity#5183",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "肾哥-末日行者",
						["iLvl"] = 380,
						["time"] = 1541219564,
						["class"] = 3,
						["bTag"] = "水溪涵#5969",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "Loave-末日行者",
						["time"] = 1541219564,
						["class"] = 2,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "王者修炼手册-末日行者",
						["iLvl"] = 377,
						["time"] = 1541219564,
						["class"] = 8,
						["bTag"] = "有本事放学别跑#5174",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "爱跳的大白-末日行者",
						["iLvl"] = 362,
						["time"] = 1541219564,
						["class"] = 7,
						["bTag"] = "liuzhi#5906",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "一剑锺情-末日行者",
						["iLvl"] = 376,
						["time"] = 1541219564,
						["class"] = 2,
						["bTag"] = "剑哥#51578",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Glumeyy-末日行者",
						["iLvl"] = 378,
						["time"] = 1541219564,
						["class"] = 4,
						["bTag"] = "Glumeyy#5385",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "咙咚呛-末日行者",
						["iLvl"] = 377,
						["time"] = 1541219564,
						["class"] = 11,
						["bTag"] = "阿汤哥#51793",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "肉灬包子-末日行者",
						["iLvl"] = 376,
						["time"] = 1541219564,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "我本有病修仙让道#5757",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Anrie-末日行者",
						["time"] = 1541219564,
						["class"] = 12,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "我爱泰懒德-末日行者",
						["iLvl"] = 379,
						["time"] = 1541219564,
						["class"] = 12,
						["bTag"] = "奈何一夜花落尽#5770",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影中的利剑-末日行者",
						["iLvl"] = 373,
						["time"] = 1541219564,
						["class"] = 1,
						["bTag"] = "虎王狂想曲#5620",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "你喵的-末日行者",
						["iLvl"] = 386,
						["time"] = 1541825239,
						["class"] = 10,
						["bTag"] = "喵丶喵#5304",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "眉山辉大爷-主宰之剑",
						["iLvl"] = 377,
						["time"] = 1541761796,
						["class"] = 6,
						["bTag"] = "BattleOoze#53778",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "慕燃雪-末日行者",
						["iLvl"] = 385,
						["time"] = 1541761796,
						["class"] = 8,
						["bTag"] = "幻有梦现#5439",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "别二好吗-末日行者",
						["iLvl"] = 372,
						["time"] = 1541761796,
						["class"] = 2,
						["bTag"] = "别二好吗#5352",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "辛巴小锦鲤-末日行者",
						["iLvl"] = 361,
						["time"] = 1541761796,
						["class"] = 8,
						["bTag"] = "Innocence#5664",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "猪肉荣-影之哀伤",
						["iLvl"] = 377,
						["time"] = 1541761796,
						["class"] = 11,
						["bTag"] = "keke#5834",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "维妮尔星歌-山丘之王",
						["time"] = 1541761678,
						["class"] = 3,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "姓名隐藏中-破碎岭",
						["iLvl"] = 378,
						["time"] = 1541761796,
						["class"] = 11,
						["bTag"] = "云爱#5203",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "酱烧里脊-梦境之树",
						["iLvl"] = 375,
						["time"] = 1541761796,
						["class"] = 12,
						["bTag"] = "小道消息#5655",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "啦米-阿古斯",
						["iLvl"] = 377,
						["time"] = 1541761796,
						["class"] = 7,
						["bTag"] = "拉米#5464",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "尐熊煮泡面-白银之手",
						["time"] = 1541761796,
						["class"] = 2,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Backlight-暗影之月",
						["time"] = 1541761796,
						["class"] = 3,
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "阿伦娜-凯尔萨斯",
						["iLvl"] = 352,
						["time"] = 1541825239,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "烈风白云#5227",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色橘子酱-塞拉摩",
						["iLvl"] = 375,
						["time"] = 1541825239,
						["class"] = 7,
						["bTag"] = "牙牙乐#5590",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "大导演-凯尔萨斯",
						["iLvl"] = 369,
						["time"] = 1541825239,
						["class"] = 1,
						["bTag"] = "大红花叔叔#5415",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "掳灿烈生一堆-罗宁",
						["iLvl"] = 383,
						["time"] = 1541825239,
						["class"] = 5,
						["bTag"] = "淡淡的忧伤#5563",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "灬玩翔阿拉蕾-主宰之剑",
						["iLvl"] = 371,
						["time"] = 1541825239,
						["class"] = 11,
						["bTag"] = "宇智波丨刘能#5329",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "烧书-安苏",
						["iLvl"] = 368,
						["time"] = 1541825239,
						["class"] = 3,
						["bTag"] = "千古神话#5216",
					}, -- [54]
					{
						["role"] = "HEALER",
						["name"] = "爱上耗子的猫-索拉丁",
						["iLvl"] = 370,
						["time"] = 1541825239,
						["class"] = 11,
						["bTag"] = "圣子#5658",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "露儿维尼熊猫-金色平原",
						["iLvl"] = 375,
						["time"] = 1541825239,
						["class"] = 10,
						["bTag"] = "Jjessie#5827",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒壁垒-国王之谷",
						["iLvl"] = 369,
						["time"] = 1541825239,
						["class"] = 1,
						["bTag"] = "愤怒壁垒#5182",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Allmight-桑德兰",
						["iLvl"] = 376,
						["time"] = 1541825239,
						["class"] = 1,
						["bTag"] = "Allmight#51679",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "集合分担-桑德兰",
						["iLvl"] = 366,
						["time"] = 1541825239,
						["class"] = 11,
						["bTag"] = "爆炸棒棒糖#5433",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "我就是开门的-风暴之眼",
						["iLvl"] = 366,
						["time"] = 1541825239,
						["class"] = 8,
						["bTag"] = "神圣法星#5101",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "落木-蜘蛛王国",
						["iLvl"] = 380,
						["time"] = 1541825239,
						["class"] = 2,
						["bTag"] = "落木#5764",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "夢咲楓-白银之手",
						["iLvl"] = 368,
						["time"] = 1541825239,
						["class"] = 4,
						["bTag"] = "Fymeister#5253",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "乄殇-桑德兰",
						["iLvl"] = 369,
						["time"] = 1541825239,
						["class"] = 6,
						["bTag"] = "殇丶#5863",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Moonblind-罗宁",
						["iLvl"] = 382,
						["time"] = 1541825239,
						["class"] = 5,
						["bTag"] = "猫不足#5836",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "叶霜红-白银之手",
						["iLvl"] = 377,
						["time"] = 1541825239,
						["class"] = 4,
						["bTag"] = "卢俊才#5450",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "娃儿又见面了-白银之手",
						["iLvl"] = 358,
						["time"] = 1541825239,
						["class"] = 8,
						["bTag"] = "游魂#5853",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "书颜烈烈-罗宁",
						["iLvl"] = 374,
						["time"] = 1541825239,
						["class"] = 9,
						["bTag"] = "淡淡的忧伤#5563",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "醉舞红妆-黑锋哨站",
						["iLvl"] = 380,
						["time"] = 1541825239,
						["class"] = 2,
						["bTag"] = "醉舞红妆#5198",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "誓言丷-末日行者",
						["iLvl"] = 384,
						["time"] = 1541863025,
						["class"] = 12,
						["bTag"] = "别二好吗#5352",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "提琴独奏-黑铁",
						["iLvl"] = 381,
						["time"] = 1541825239,
						["class"] = 1,
						["bTag"] = "提琴独奏#5456",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "花落念依人-霍格",
						["iLvl"] = 376,
						["time"] = 1541863020,
						["class"] = 5,
						["bTag"] = "LuckyTiger#565335",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "达碟-主宰之剑",
						["iLvl"] = 379,
						["time"] = 1541863020,
						["class"] = 8,
						["bTag"] = "FunkyFrog#525775",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "猎心皮蛋-白银之手",
						["iLvl"] = 381,
						["time"] = 1541862985,
						["class"] = 2,
						["bTag"] = "雷云风暴#5662",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "丶小米虾-末日行者",
						["iLvl"] = 385,
						["time"] = 1541863047,
						["class"] = 6,
						["bTag"] = "独特的乖乖#5248",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "第六天魔妪-霍格",
						["iLvl"] = 361,
						["time"] = 1541863064,
						["class"] = 9,
						["bTag"] = "左左#5980",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "满脸逗逗-拉贾克斯",
						["iLvl"] = 381,
						["time"] = 1541861617,
						["class"] = 4,
						["bTag"] = "翟振伟#5777",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "丷莉雅丷-罗宁",
						["iLvl"] = 382,
						["time"] = 1541861587,
						["class"] = 4,
						["bTag"] = "再也见不到#5364",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "额滴神乄-主宰之剑",
						["iLvl"] = 383,
						["time"] = 1541863027,
						["class"] = 4,
						["bTag"] = "额滴神#51973",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "丿玉藻前丨-主宰之剑",
						["iLvl"] = 368,
						["time"] = 1541863038,
						["class"] = 8,
						["bTag"] = "风吹裤裆#5298",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "馨宝的奶妈-主宰之剑",
						["time"] = 1541861569,
						["class"] = 2,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "剁了你喂猪-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1541863006,
						["class"] = 4,
						["bTag"] = "大师#52942",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "超级大师傅-山丘之王",
						["iLvl"] = 381,
						["time"] = 1541862983,
						["class"] = 10,
						["bTag"] = "阿杰#5308",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "小弟的大蛋-主宰之剑",
						["iLvl"] = 381,
						["time"] = 1541861607,
						["class"] = 12,
						["bTag"] = "Wonderful#5907",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "双星情歌-主宰之剑",
						["iLvl"] = 370,
						["time"] = 1541863047,
						["class"] = 11,
						["bTag"] = "李朋帅#51163",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "霜雪菲菲-末日行者",
						["iLvl"] = 374,
						["time"] = 1541861636,
						["class"] = 3,
						["bTag"] = "柠檬酸酸#5819",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "撸吖撸-永夜港",
						["iLvl"] = 377,
						["time"] = 1541862985,
						["class"] = 10,
						["bTag"] = "闪亮之翼#55639",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "胡中棠-狂风峭壁",
						["iLvl"] = 383,
						["time"] = 1541862967,
						["class"] = 1,
						["bTag"] = "胡一刀#5226",
					}, -- [87]
				},
			},
		},
	},
}
