
tdDropDownDB = {
	["BrowseName"] = {
		"致命远航", -- [1]
		"致命元哈根", -- [2]
		"附魔武器", -- [3]
		"劫掠的火焰晶簇之锤", -- [4]
		"劫掠的暮光打击者", -- [5]
		"劫掠的沙漠妖术魔杖", -- [6]
		"焦糖", -- [7]
		"沉默劫掠者足垫", -- [8]
		"湍流", -- [9]
		"无尽深邃", -- [10]
		"无尽", -- [11]
		"战痕强化符文", -- [12]
		"海潮", -- [13]
		"星光苔", -- [14]
		"锚草", -- [15]
		"阿昆达", -- [16]
		"船长盛宴佳肴", -- [17]
		"船长", -- [18]
		"白金矿石", -- [19]
		"雷银矿石", -- [20]
		"卷轴", -- [21]
		"智力", -- [22]
		"致命橙", -- [23]
		"致命", -- [24]
		"粗糙皮革", -- [25]
		"全能", -- [26]
		"潜水装", -- [27]
		"泳装", -- [28]
		"雾鳞", -- [29]
		"瘟疫", -- [30]
		"XA-1000水面滑行者", -- [31]
	},
	["FriendsFrameBroadcastInput"] = {
	},
	["EncounterJournalSearchBox"] = {
	},
	["AchievementFrame.searchBox"] = {
	},
	["SendMailNameEditBox"] = {
		"陈粒", -- [1]
		"丶理想三旬", -- [2]
	},
	["TradeSkillFrame.SearchBox"] = {
	},
	["BuyName"] = {
	},
}
