
GottaGoFastHistoryDB = {
	["profileKeys"] = {
		["陈粒 - 末日行者"] = "Default",
		["秀逗魔导士丶 - 末日行者"] = "Default",
		["Kungenë - 末日行者"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["DayFix"] = true,
			["History"] = {
				[1594] = {
					["objectives"] = {
						"击败投币式群体打击者", -- [1]
						"击败提克阿里", -- [2]
						"击败瑞克莎·流火", -- [3]
						"击败商业大亨拉兹敦克", -- [4]
						"敌方部队", -- [5]
					},
					["zoneID"] = 1594,
					["name"] = "暴富矿区！！",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 34,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 10096.298,
							["timeStamp"] = {
								["day"] = 16,
								["month"] = 11,
								["hours"] = 22,
								["year"] = 2018,
								["mins"] = 16,
							},
							["level"] = 11,
							["startTime"] = 8181.123,
							["objectiveTimes"] = {
								"10:49.033", -- [1]
								"23:12.376", -- [2]
								"29:34.724", -- [3]
								"33:43.282", -- [4]
								"34:44.602", -- [5]
							},
							["players"] = {
								{
									["class"] = "恶魔猎手",
									["name"] = "誓言丷",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "恶魔猎手",
									["name"] = "听风与我说你",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "术士",
									["name"] = "胡桃之吻(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "圣骑士",
									["name"] = "飛哥(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 11,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 12728.373,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 11,
								["hours"] = 16,
								["year"] = 2018,
								["mins"] = 10,
							},
							["level"] = 10,
							["startTime"] = 10812.938,
							["objectiveTimes"] = {
								"11:31.166", -- [1]
								"21:17.552", -- [2]
								"28:20.460", -- [3]
								"32:50.075", -- [4]
								"28:20.460", -- [5]
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "大脚板快射(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "萨满祭司",
									["name"] = "漩涡忍者(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "潜行者",
									["name"] = "純属灬巧合",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 31,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 16233.042,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 11,
								["hours"] = 17,
								["year"] = 2018,
								["mins"] = 8,
							},
							["level"] = 11,
							["startTime"] = 13026.969,
							["objectiveTimes"] = {
								"15:56.749", -- [1]
								"25:52.093", -- [2]
								"41:09.401", -- [3]
								"56:00.663", -- [4]
								"52:31.716", -- [5]
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "大脚板快射(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "萨满祭司",
									["name"] = "漩涡忍者(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "潜行者",
									["name"] = "純属灬巧合",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 33,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 13865.073,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 11,
								["hours"] = 21,
								["year"] = 2018,
								["mins"] = 14,
							},
							["level"] = 11,
							["startTime"] = 11159.762,
							["objectiveTimes"] = {
								"13:29.428", -- [1]
								"26:37.912", -- [2]
								"40:37.057", -- [3]
								"47:49.991", -- [4]
								"41:24.425", -- [5]
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "愔嫕棒棒哒",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "武僧",
									["name"] = "呆呆的猫眯(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "萨满祭司",
									["name"] = "腐化的大炮骏(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [4]
					},
				},
				[1822] = {
					["objectives"] = {
						"击败“屠夫”血钩", -- [1]
						"击败恐怖船长洛克伍德", -- [2]
						"击败哈达尔·黑渊", -- [3]
						"击败维克戈斯", -- [4]
						"敌方部队", -- [5]
					},
					["zoneID"] = 1822,
					["name"] = "围攻伯拉勒斯",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 31,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 39805.606,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 11,
								["hours"] = 23,
								["year"] = 2018,
								["mins"] = 41,
							},
							["startTime"] = 36887.387,
							["level"] = 11,
							["objectiveTimes"] = {
								"15:58.938", -- [1]
								"28:22.746", -- [2]
								"44:37.062", -- [3]
								"49:35.876", -- [4]
								"51:12.743", -- [5]
							},
							["players"] = {
								{
									["class"] = "萨满祭司",
									["name"] = "明若素",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "猎人",
									["name"] = "暴击王莱维",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "猎人",
									["name"] = "辛巴小西几",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "武僧",
									["name"] = "救死扶伤脚丶",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
					},
				},
				[1763] = {
					["objectives"] = {
						"击败女祭司阿伦扎", -- [1]
						"击败沃卡尔", -- [2]
						"击败莱赞", -- [3]
						"击败亚兹玛", -- [4]
						"敌方部队", -- [5]
					},
					["zoneID"] = 1763,
					["name"] = "阿塔达萨",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 35,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 43044.817,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 11,
								["hours"] = 0,
								["year"] = 2018,
								["mins"] = 35,
							},
							["startTime"] = 40818.436,
							["level"] = 11,
							["objectiveTimes"] = {
								"36:30.063", -- [1]
								"27:00.625", -- [2]
								"01:54.672", -- [3]
								"40:01.220", -- [4]
								"36:30.063", -- [5]
							},
							["players"] = {
								{
									["class"] = "萨满祭司",
									["name"] = "明若素",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "德鲁伊",
									["name"] = "Kimiko",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "猎人",
									["name"] = "辛巴小西几",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "猎人",
									["name"] = "暴击王莱维",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 32,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
							},
							["active"] = false,
							["endTime"] = 15966.608,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 11,
								["hours"] = 23,
								["mins"] = 37,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "暴击王莱维",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "法师",
									["name"] = "辛巴小锦鲤",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "圣骑士",
									["name"] = "轻唱挽歌",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 14102.618,
							["objectiveTimes"] = {
								"27:00.304", -- [1]
								"16:51.182", -- [2]
								"01:27.965", -- [3]
								"33:43.570", -- [4]
								"30:47.317", -- [5]
							},
							["level"] = 11,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 17,
							["affixes"] = {
								[12] = {
									["name"] = "重伤",
									["desc"] = "受到伤害导致生命值低于90%时，玩家会受到越来越高的周期性伤害，直到其生命值被治愈到90%以上为止。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[7] = {
									["name"] = "激励",
									["desc"] = "任何非首领敌人死亡时，其临死的哀嚎将强化附近的盟友，使其最大生命值及伤害提高20%。",
								},
								[9] = {
									["name"] = "残暴",
									["desc"] = "首领敌人的生命值提高40%，造成的伤害最多提高15%。",
								},
							},
							["active"] = false,
							["endTime"] = 3175.935,
							["timeStamp"] = {
								["day"] = 24,
								["month"] = 11,
								["hours"] = 18,
								["mins"] = 37,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "战士",
									["name"] = "高新四路(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "术士",
									["name"] = "命運六",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "死亡骑士",
									["name"] = "愚人國度",
									["role"] = "TANK",
								}, -- [3]
								{
									["class"] = "德鲁伊",
									["name"] = "凝灬虫子(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 1421.297,
							["objectiveTimes"] = {
								"26:18.465", -- [1]
								"16:10.353", -- [2]
								"02:37.120", -- [3]
								"30:39.109", -- [4]
								"26:18.465", -- [5]
							},
							["level"] = 11,
						}, -- [3]
					},
				},
				[1841] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 28,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
							},
							["active"] = false,
							["endTime"] = 36320.12,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 11,
								["hours"] = 22,
								["mins"] = 44,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "辛巴小西几",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "恶魔猎手",
									["name"] = "丶柏茗",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "猎人",
									["name"] = "念你成疾",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "术士",
									["name"] = "恶魔召唤术",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "武僧",
									["name"] = "陈粒",
									["role"] = "HEALER",
								}, -- [5]
							},
							["startTime"] = 34230.327,
							["objectiveTimes"] = {
								"09:21.431", -- [1]
								"23:58.494", -- [2]
								"29:41.978", -- [3]
								"37:09.316", -- [4]
								"34:56.453", -- [5]
							},
							["level"] = 10,
						}, -- [1]
					},
					["name"] = "地渊孢林",
					["zoneID"] = 1841,
					["objectives"] = {
						"击败长者莉娅克萨", -- [1]
						"击败被感染的岩喉", -- [2]
						"击败孢子召唤师赞查", -- [3]
						"击败不羁畸变怪", -- [4]
						"敌方部队", -- [5]
					},
				},
				[1754] = {
					["objectives"] = {
						"击败天空上尉库拉格", -- [1]
						"击败海盗议会", -- [2]
						"击败藏宝竞技场", -- [3]
						"击败哈兰·斯威提", -- [4]
						"敌方部队", -- [5]
					},
					["zoneID"] = 1754,
					["name"] = "自由镇",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 12019.475,
							["timeStamp"] = {
								["day"] = 16,
								["month"] = 11,
								["hours"] = 22,
								["year"] = 2018,
								["mins"] = 48,
							},
							["level"] = 11,
							["startTime"] = 10478.164,
							["objectiveTimes"] = {
								"02:24.025", -- [1]
								"09:01.969", -- [2]
								"19:10.752", -- [3]
								"26:20.985", -- [4]
								"24:01.887", -- [5]
							},
							["players"] = {
								{
									["class"] = "潜行者",
									["name"] = "库洛洛弥勒版",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "牧师",
									["name"] = "茉優",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "恶魔猎手",
									["name"] = "听风与我说你",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "战士",
									["name"] = "Kungenë",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
							},
							["active"] = false,
							["endTime"] = 4858.232,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 11,
								["hours"] = 20,
								["mins"] = 51,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "暴击王莱维",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "萨满祭司",
									["name"] = "你才有小尾巴",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "萨满祭司",
									["name"] = "明若素",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "武僧",
									["name"] = "陈粒",
									["role"] = "HEALER",
								}, -- [5]
							},
							["startTime"] = 2974.3,
							["objectiveTimes"] = {
								"04:35.479", -- [1]
								"16:19.568", -- [2]
								"31:48.176", -- [3]
								"23:34.767", -- [4]
								"28:18.013", -- [5]
							},
							["level"] = 10,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 21,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 8653.044,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 11,
								["hours"] = 21,
								["year"] = 2018,
								["mins"] = 55,
							},
							["startTime"] = 6617.366,
							["level"] = 10,
							["objectiveTimes"] = {
								"08:18.530", -- [1]
								"19:25.876", -- [2]
								"29:30.114", -- [3]
								"35:40.013", -- [4]
								"32:12.323", -- [5]
							},
							["players"] = {
								{
									["class"] = "死亡骑士",
									["name"] = "丶小米虾",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "猎人",
									["name"] = "玖箭",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "猎人",
									["name"] = "暴击王莱维",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "恶魔猎手",
									["name"] = "听风与我说你",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "武僧",
									["name"] = "陈粒",
									["role"] = "HEALER",
								}, -- [5]
							},
						}, -- [3]
					},
				},
				[1862] = {
					["objectives"] = {
						"击败毒心三姝", -- [1]
						"击败魂缚巨像", -- [2]
						"击败贪食的拉尔", -- [3]
						"击败维克雷斯勋爵和夫人", -- [4]
						"高莱克·图尔", -- [5]
						"敌方部队", -- [6]
					},
					["zoneID"] = 1862,
					["name"] = "维克雷斯庄园",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 16,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
							},
							["active"] = false,
							["endTime"] = 33579.695,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 11,
								["hours"] = 21,
								["year"] = 2018,
								["mins"] = 56,
							},
							["level"] = 11,
							["startTime"] = 30868.282,
							["objectiveTimes"] = {
								"34:24.972", -- [1]
								"21:00.529", -- [2]
								"12:28.009", -- [3]
								"43:59.538", -- [4]
								"46:30.800", -- [5]
								"43:59.538", -- [6]
							},
							["players"] = {
								{
									["class"] = "牧师",
									["name"] = "小熏",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "术士",
									["name"] = "喵仔丶",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "法师",
									["name"] = "辛巴小锦鲤",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "死亡骑士",
									["name"] = "杨超越附体",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "法师",
									["name"] = "秀逗魔导士丶",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 35,
							["affixes"] = {
								[5] = {
									["name"] = "繁盛",
									["desc"] = "整个地下城都将增加额外的非首领敌人。",
								},
								[10] = {
									["name"] = "强韧",
									["desc"] = "非首领敌人的生命值提高20%，造成的伤害最高提高30%。",
								},
								[13] = {
									["name"] = "易爆",
									["desc"] = "在战斗中，敌人会周期性地召唤爆裂宝珠。如果不将其摧毁，宝珠将会爆炸。",
								},
								[16] = {
									["name"] = "共生",
									["desc"] = "部分非首领敌人被戈霍恩之嗣感染。",
								},
							},
							["active"] = false,
							["endTime"] = 46382.744,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 11,
								["hours"] = 1,
								["mins"] = 30,
								["year"] = 2018,
							},
							["players"] = {
								{
									["class"] = "猎人",
									["name"] = "念你成疾",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "牧师",
									["name"] = "窈然(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "法师",
									["name"] = "辛巴小锦鲤",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "圣骑士",
									["name"] = "别二好吗",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "法师",
									["name"] = "秀逗魔导士丶",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 10,
							["objectiveTimes"] = {
								"30:17.908", -- [1]
								"22:20.053", -- [2]
								"13:39.619", -- [3]
								"43:21.932", -- [4]
								"47:27.492", -- [5]
								"45:07.366", -- [6]
							},
							["startTime"] = 43709.492,
						}, -- [2]
					},
				},
			},
		},
	},
}
