
MerchantExDB = {
	["option"] = {
		["repair"] = 1,
		["guild"] = 1,
		["sell"] = 1,
		["buy"] = 1,
	},
	["myexception"] = {
		["末日行者-秀逗魔导士丶"] = {
		},
		["末日行者-丶理想三旬"] = {
		},
		["末日行者-魔王降临丶"] = {
		},
		["末日行者-南城凉喵"] = {
		},
		["末日行者-理想叁旬丶"] = {
		},
		["末日行者-Kungenë"] = {
		},
		["末日行者-扛阿古斯专用"] = {
		},
		["末日行者-陈粒"] = {
		},
		["末日行者-等你不等风丶"] = {
		},
		["末日行者-杨超越降临"] = {
		},
	},
	["exception"] = {
	},
	["buy"] = {
		["末日行者-秀逗魔导士丶"] = {
		},
		["末日行者-丶理想三旬"] = {
		},
		["末日行者-魔王降临丶"] = {
		},
		["末日行者-南城凉喵"] = {
		},
		["末日行者-理想叁旬丶"] = {
		},
		["末日行者-Kungenë"] = {
		},
		["末日行者-扛阿古斯专用"] = {
		},
		["末日行者-陈粒"] = {
		},
		["末日行者-等你不等风丶"] = {
		},
		["末日行者-杨超越降临"] = {
		},
	},
}
